Repository: leolivier/cousins-matter
Catalog: cm_main/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Number of public chat messages
de: Anzahl der öffentlichen Chat-Nachrichten
es: Número de mensajes en los chats públicos
fr: Nombre de messages dans les salons privés
it: Numero di messaggi nelle chat private
pt: Número de mensagens do chat público

source: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
pt: Administração

source: This site is managed by
de: Diese Website wird verwaltet von
es: Este sitio está gestionado por
fr: Ce site est géré par
it: Questo sito è gestito da
pt: Este site é gerido por

source: Administrator email
es: Correo electrónico del administrador
fr: Email de l'administrateur
it: Email dell'amministratore
pt: Email do administrador

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
pt: Estatísticas

source: Home
de: Heim
es: Aceptar
fr: Accueil
pt: Casa

source: %%d
fr: JJ

source: %m
fr: MM

source: %Y
fr: AAAA

source: %y
fr: AA

source: %H
fr: HH

source: %h
fr: hh

source: %M
fr: MM

source: %S
fr: SS

source: Please update it by running the following command:<br><code>docker-start.sh -u</code>
de: Bitte aktualisieren Sie es, indem Sie den folgenden Befehl ausführen:<br><code>docker-start.sh -u</code>
es: Por favor, actualícelo ejecutando el siguiente comando:<br><code>docker-start.sh -u</code>
fr: Merci de la mettre à jour en lancant le script suivant :<br><code>docker-start.sh -u</code>
pt: Por favor, atualize-o executando o seguinte comando:<br><code>docker-start.sh -u</code>

source: You are no longer following this {followed_type}
de: Du bist nicht mehr Folge dieser {followed_type}
es: ¡No sigues más este {followed_type}
pt: Você não está mais seguindo esse {followed_type}.

source: You are now following this {followed_type}
de: Du folgst jetzt dieser {followed_type}.
es: ¡Estás ahora siguiendo este {followed_type}
pt: Você agora está seguindo este {followed_type}.

source: Confirm
de: Bestätigen
es: Confirmar
pt: Confirmar

source: Enter "<span class="has-text-danger">%(expected_value)s</span>" in the field below before pressing confirm
de: Bitte geben Sie "<span class=\"has-text-danger\">%(expected_value)s</span>" in das Feld unten ein, bevor Sie bestätigen",
es: Saisí "<span class="has-text-danger">%(expected_value)s</span>" en el campo debajo antes de presionar confirmar.
pt: Insira `<span class=\"has-text-danger\">%(expected_value)s</span>` no campo abaixo antes de pressionar confirmar.

source: Mandatory. Deletion will not take place until the correct value is entered.
de: Pflicht. Die Löschung findet erst statt, wenn die korrekte Wert eingegeben wird.
es: Obligatorio. La eliminación no tendrá lugar hasta que se ingrese la valor correcta.
pt: Obrigatório. A exclusão não ocorrerá até que a valor correto seja inserido.

source: %(nfollowers)s follower
pt: %(nfollowers)s seguidor

source: Birthdays
de: Geburtstag
es: Aniversarios
pt: Data de nascimento

source: Show directory
de: Zeige Verzeichnis
es: Abrir el directorio
pt: Mostrar diretório

source: Create Member
de: Erstellen Sie Mitglied
es: Criar un Miembro
pt: Criar Membro

source: Invite Member
de: Einladung zum Mitglied werden
es: Invitar miembro
pt: Convidar um Membro

source: Create Gallery
de: Erstelle Galerie
es: Criar una Galería
pt: Criar uma Galeria

source: Bulk Upload
de: Maschinelle Datenübertragung
es: Carga masiva
pt: Carregamento em massa

source: Create Post
de: Erstelle einen Beitrag
es: Nueva Publicación
pt: Criar Post

source: Chat
pt: Chate
