Repository: leolivier/cousins-matter
Catalog: cm_main/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Cousins Matter!
es: Los Cousinés Contan!
fr: Les Cousins Comptent!
it: I Cugini Contano!
pt: Os Primos Importam!

source: New %(followed_type)s "%(followed_object_name)s"
de: Neuer %(followed_type)s %(followed_object_name)s
es: Nuevo %(followed_type)s "%(followed_object_name)s
fr: Nouveau %(followed_type)s "%(followed_object_name)s"
it: Nuovo %(followed_type)s "%(followed_object_name)s
pt: Novo %(followed_type)s "%(followed_object_name)s

source: %(follower_name)s has created a new %(followed_type)s "%(followed_object_name)s"
de: %(follower_name)s hat ein neues %(followed_type)s erstellt: %(followed_object_name)s
es: %(follower_name)s ha creado un nuevo %(followed_type)s "%(followed_object_name)s"
fr: %(follower_name)s a créé un nouveau %(followed_type)s "%(followed_object_name)s"
it: %(follower_name)s ha creato un nuovo %(followed_type)s "%(followed_object_name)s
pt: %(follower_name)s criou um novo %(followed_type)s: %(followed_object_name)s

source: New %(obj_type)s added to %(followed_type)s "%(followed_object_name)s"
de: Ein neues %(obj_type)s wurde zum %(followed_type)s hinzugefügt: %(followed_object_name)s
es: Nuevo %(obj_type)s añadido al %(followed_type)s "%(followed_object_name)s"
fr: Nouveau %(obj_type)s ajouté au %(followed_type)s "%(followed_object_name)s"
it: Nuovo %(obj_type)s aggiunto al %(followed_type)s "%(followed_object_name)s
pt: Novo %(obj_type)s adicionado ao %(followed_type)s "%(followed_object_name)s"

source: %(follower_name)s has added a new %(obj_type)s in the %(followed_type)s "%(followed_object_name)s"
de: %(follower_name)s hat einen neuen **%(obj_type)s in der **%(followed_type)s hinzugefügt: **%(followed_object_name)s
es: %(follower_name)s ha añadido un nuevo %(obj_type)s al %(followed_type)s "%(followed_object_name)s"
fr: %(follower_name)s a ajouté un nouveau %(obj_type)s au %(followed_type)s "%(followed_object_name)s"
it: %(follower_name)s ha aggiunto un nuovo %(obj_type)s nel %(followed_type)s "%(followed_object_name)s
pt: %(follower_name)s adicionou um novo %(obj_type)s no %(followed_type)s "%(followed_object_name)s

source: You are no longer following this %(followed_type)s
fr: Tu ne suis plus ce %(followed_type)s
it: Non stai più seguendo questo %(followed_type)s

source: You are now following this %(followed_type)s
fr: Tu suis maintenant ce %(followed_type)s
it: Ora stai seguendo questo %(followed_type)s

source: New follower to your %(followed_type)s "%(followed_object_name)s"
de: Neuer Follower für dein %(followed_type)s: %(followed_object_name)s
es: Nuevo seguidor a tu %(followed_type)s "%(followed_object_name)s"
fr: Nouveau follower pour ton %(followed_type)s "%(followed_object_name)s"
it: Nuovo follower per il tuo %(followed_type)s "%(followed_object_name)s
pt: Novo seguidor para o seu %(followed_type)s "%(followed_object_name)s

source: %(follower_name)s is now following your %(followed_type)s "%(followed_object_name)s"
de: %(follower_name)s ist jetzt dein %(followed_type)s "%(followed_object_name)s"
es: %(follower_name)s ahora sigue tu %(followed_type)s "%(followed_object_name)s"
fr: %(follower_name)s suit maintenant ton %(followed_type)s "%(followed_object_name)s"
it: %(follower_name)s ora segue il tuo %(followed_type)s "%(followed_object_name)s
pt: %(follower_name)s está agora seguindo seu %(followed_type)s "%(followed_object_name)s

source: Your message
de: Dein Nachricht
es: Tu mensaje
fr: Ton message
it: Il tuo messaggio
pt: Seu mensagem

source: Please keep it short and avoid images.
de: Bitte halten Sie es kurz und vermeiden Sie Bilder.
es: Por favor, manténlo breve y evita las imágenes.
fr: Merci d'être bref et d'éviter les images.
it: Per favore, sii conciso ed evita le immagini.
pt: Por favor, mantenha-o curto e evite imagens.

source: Attach file
de: Verknüpfen Sie ein Datei
es: Atachar archivo
fr: Attacher un fichier
it: Allega file
pt: Colocar arquivo

source: You can attach a file here if needed
de: Du kannst hier ein Dokument anhängen, wenn nötig
es: Puedes adjuntar un archivo aquí si es necesario
fr: Tu peux attacher un fichier ici si nécessaire
it: Puoi allegare un file qui se necessario
pt: Você pode anexar um arquivo aqui se necessário

source: Site Statistics
de: Website-Statistiken
es: Estadísticas del sitio
fr: Statistiques du site
it: Statistiche del sito
pt: Estatísticas do site

source: This page displays some statistics about this site:
de: Diese Seite zeigt einige Statistiken über diese Website an:
es: Esta página muestra algunas estadísticas sobre este sitio :
fr: Cette page affiche quelques statistiques sur ce site :
it: Questa pagina mostra alcune statistiche su questo sito:
pt: Esta página exibe algumas estatísticas sobre este site :

source: This site proudly built using
de: Diese Website stolz gebaut mit
es: This site is proudly powered by
fr: Ce site est fièrement propulsé par
it: Questo sito è orgogliosamente realizzato con
pt: Este site foi construído com orgulho

source: The source code is licensed
de: Die Quellcode ist lizenziert
es: El código fuente está bajo licencia
fr: Le code source est sous licence
it: Il codice sorgente è concesso in licenza
pt: O código-fonte está licenciado.

source: Copyright © 2024 Cousins Matter. All rights reserved.
de: Urheberrecht © 2024 Cousins Matter. Alle Rechte vorbehalten.
es: Copyright © 2024 Cousins Matter. Todos los derechos reservados.
fr: Copyright © 2024 Cousins Matter. Tous droits réservés.
it: Copyright © 2024 Cousins Matter. Tutti i diritti riservati.
pt: Copyright 2024 Cousins Matter. Todos os direitos reservados.

source: Contact the site admin
de: Kontaktiere den Site-Administrator
es: Contatar al administrador del sitio
fr: Contacter l'administrateur du site
it: Contattare l'amministratore del sito
pt: Contate o administrador do site

source: Mandatory. Deletion will not be possible until the correct value is entered.
fr: Obligatoire. La suppression sera impossible tant que la valeur correcte ne sera pas saisie.
it: Obbligatorio. La cancellazione sarà possibile solo dopo aver inserito il valore corretto.

source: Deletion possible...
it: Cancellazione possibile...

source: Enter %(red_expected_value)s in the field below before pressing confirm
it: Inserisci %(red_expected_value)s nel campo sottostante prima di premere conferma

source: Delete
it: Cancella

source: Enter %(expected_value)s in the field below before pressing confirm
fr: Saisis %(expected_value)s dans le champ ci-dessous avant de confirmer.
it: Inserisci %(expected_value)s nel campo sottostante prima di premere conferma

source: WARNING: This item will be modified for all other members using it! Please create a new one if that's not what you want to achieve.
fr: ATTENTION: Cet élément sera modifié pour tous les autres membres qui l'utilisent! Merci de créer un nouvel élément si ce n'est pas ce que tu veux.
it: ATTENZIONE: Questo elemento verrà modificato per tutti gli altri membri utilizzando! Per favore, crea un nuovo se non lo desideri.

source: Before creating a new item, please make sure it doesn't already exist!
fr: Avant de créer un nouvel élément, merci de t'assurer qu'il n'existe pas déjà!
it: Prima di creare un nuovo articolo, assicuratevi che non esista già!

source: Warning, this will delete the item!
fr: Attention, cela supprimera l'élément!
it: Attenzione, questo cancellerà l'elemento!

source: Submit
it: Invia

source: Cancel
de: Abbrechen
es: Anular
fr: Annuler
it: Annulla
pt: Cancelar

source: Toggle Note Editor Toolbar
de: Schalten Sie die Notizbearbeitungs-Werkzeugleiste ein
es: Affiché/Ocultar la barra de herramientas
fr: Afficher/Masquer la barre d'outils
it: Mostra/Nascondi la barra degli strumenti
pt: Barra de ferramentas do Editor de Notas

source: Remaining characters:
de: Verbleibende Zeichen:
es: Caracteres restantes:
fr: Caractères restants:
it: Caratteri rimanenti:
pt: Caracteres restantes:

source: Items per page:
de: Items pro Seite:
es: Items por página
fr: Items par page
it: Elementi per pagina:
pt: Quantidade por página

source: go to first page
de: Gehe zur ersten Seite
es: ir a la primera página
fr: aller à la 1ère page
it: vai alla prima pagina
pt: Ir para a primeira página

source: go to page #%(page_num)s
de: Gehe zur Seite #%(page_num)s
es: go a la página #%(page_num)s
fr: aller à la page #%(page_num)s
it: vai alla pagina #%(page_num)s
pt: ir para a página #%(page_num)s

source: page #%(page_num)s
de: Seite #%(page_num)s
es: página #%(page_num)s
it: pagina #%(page_num)s
pt: página #( %(page_num)s )

source: go to last page
de: Gehe zur letzten Seite
es: ir a la última página
fr: aller à la dernière page
it: Vai all'ultima pagina
pt: Ir para a última página

source: Contact Form
de: Kontaktformular
es: Formulario de contacto
fr: Formulaire de contact
it: Modulo di contatto
pt: Formulário de contato

source: Please fill out the form below to contact the admin of this site:
de: Bitte ausfüllen Sie das Formular unten, um mit dem Administrator dieser Website in Kontakt zu treten:
es: Por favor complete el formulario debajo para contactar al administrador de este sitio :
fr: Merci de remplir le formulaire ci-dessous pour contacter l'administrateur de ce site :
it: Si prega di compilare il modulo sottostante per contattare l'amministratore di questo sito:
pt: Por favor, preencha o formulário abaixo para entrar em contato com o administrador deste site :

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar

source: %(sender_name)s sent you the following message from %(site_name)s:
de: %(sender_name)s hat dir den folgenden Text von %(site_name)s geschickt:
es: %(sender_name)s te envió el siguiente mensaje desde %(site_name)s.
fr: %(sender_name)s t'a envoyé le message suivant depuis %(site_name)s:
it: %(sender_name)s ti ha inviato il seguente messaggio da %(site_name)s:
pt: %(sender_name)s enviou-lhe a seguinte mensagem de %(site_name)s:

source: You can directly reply to this email to answer him/her.
de: Du kannst direkt auf diese E-Mail antworten, um ihn zu beantworten.
es: Puedes responder directamente a este correo electrónico para responderle.
fr: Tu peux répondre directement à cet email pour lui répondre.
it: Puoi rispondere direttamente a questa email per rispondergli/le.
pt: Você pode responder diretamente a este e-mail para responder a ele(a).

source: %(author_name)s created the following %(followed_type)s <a href="%(followed_object_url)s">'%(followed_object_name)s'</a>:
de: %(author_name)s hat die folgenden %(followed_type)s erstellt: <a href="%(followed_object_url)s">'%(followed_object_name)s'</a>:
es: %(author_name)s ha creado el siguiente %(followed_type)s <a href="%(followed_object_url)s">%(followed_object_name)s</a>:
fr: %(author_name)s a créé le %(followed_type)s suivant <a href="%(followed_object_url)s">'%(followed_object_name)s'</a>:
it: %(author_name)s ha creato il seguente %(followed_type)s <a href="%(followed_object_url)s">'%(followed_object_name)s'</a>:
pt: %(author_name)s criou o seguinte %(followed_type)s <a href="%(followed_object_url)s'>"%(followed_object_name)s"</a>:

source: %(author_name)s added the following %(obj_type)s on %(followed_type)s <a href="%(followed_object_url)s">'%(followed_object_name)s'</a>:
de: %(author_name)s hat den folgenden %(obj_type)s auf %(followed_type)s hinzugefügt: <a href="%(followed_object_url)s">%(followed_object_name)s</a>:
es: %(author_name)s ha añadido el %(obj_type)s siguiente en el %(followed_type)s <a href="%(followed_object_url)s">%(followed_object_name)s</a>:
fr: %(author_name)s a ajouté le %(obj_type)s suivant sur le %(followed_type)s <a href="%(followed_object_url)s">'%(followed_object_name)s'</a>:
it: %(author_name)s ha aggiunto il seguente %(obj_type)s sul %(followed_type)s <a href="%(followed_object_url)s">'%(followed_object_name)s'</a>:
pt: %(author_name)s adicionou o seguinte %(obj_type)s no %(followed_type)s <a href="%(followed_object_url)s">'%(followed_object_name)s'</a>:

source: Do not reply to this mail, it is machine generated.
de: Bitte antworten Sie nicht an diese E-Mail, sie ist maschinell generiert.
es: No responder a este correo electrónico, es generado por una máquina.
fr: Ne pas répondre à ce mail, il est généré par une machine.
it: Non rispondere a questa email, è generata automaticamente.
pt: Não responda a este e-mail, ele foi gerado por uma máquina.

source: %(nfollowers)s member
de: %(nfollowers)s membre
es: %(nfollowers)s miembro
fr: %(nfollowers)s membre
it: %(nfollowers)s membre
pt: %(nfollowers)s membro

source: Your %(followed_type)s '%(followed_object_name)s' has a new follower!
de: Dein %(followed_type)s '%(followed_object_name)s' hat einen neuen Follower!
es: ¡Tu %(followed_type)s '%(followed_object_name)s' tiene un nuevo seguidor!
fr: Ton %(followed_type)s '%(followed_object_name)s' a un nouveau follower!
it: Il tuo %(followed_type)s '%(followed_object_name)s' ha un nuovo follower!
pt: Seu %(followed_type)s '%(followed_object_name)s' tem um novo seguidor!

source: %(follower_name)s is now following your %(followed_type)s <a href="%(followed_url)s">"%(followed_object_name)s"</a> on %(site_name)s
de: %(follower_name)s ist jetzt dein %(followed_type)s <a href="%(followed_url)s">"%(followed_object_name)s"</a> auf %(site_name)s"**
es: %(follower_name)s sigue ahora tu %(followed_type)s <a href="%(followed_url)s">%(followed_object_name)s</a> en %(site_name)s
fr: %(follower_name)s suit maintenant ton %(followed_type)s <a href="%(followed_url)s">"%(followed_object_name)s"</a> sur %(site_name)s
it: %(follower_name)s ora segue il tuo %(followed_type)s <a href="%(followed_url)s">"%(followed_object_name)s"</a> su %(site_name)s
pt: %(follower_name)s está agora a seguir o seu %(followed_type)s <a href="%(followed_url)s">"%(followed_object_name)s"</a> em %(site_name)s

source: Stop Following
de: Stopp Folgen
es: Detener de seguir
fr: Arréter de suivre
it: Smetti di seguire
pt: Parar de seguir

source: Follow
de: Folgen
es: Suscribirse
fr: Suivre
it: Segui
pt: Seguir

source: Members
de: Mitglieder
es: Miembros
fr: Membres
it: Membri
pt: membros

source: Galleries
de: Gallerie
es: Galerías
fr: Galeries
it: Gallerie
pt: Galérias

source: Public Chat Rooms
de: Öffentliche Chaträume
es: Salones de discusión pública
fr: Salons de discussion publique
it: Chat room pubbliche
pt: Salas de chat público

source: Private Chat Rooms
de: Privat-Chat-Rooms
es: Sala de chat privada
fr: Salons de discussion privée
it: Stanze di chat private
pt: Salas de privacidade para conversação

source: Troves
fr: Trésors
it: Tesori

source: Polls
fr: Sondages
it: Sondaggi

source: Event Planners
it: Organizzatori di eventi

source: Classified Ads
it: Annunci

source: Genealogy
it: Genealogia

source: Change language
fr: Changer de langue
it: Cambia lingua

source: Edit Pages
de: Bearbeiten Sie Seiten
es: Editar las Páginas
fr: Editer les Pages
it: Modifica Pagine
pt: Editar Páginas

source: Import members from CSV
de: Importiere Mitglieder aus CSV
es: Importar miembros desde un CSV
fr: Importer des membres depuis un CSV
it: Importa membri da CSV
pt: Importar membros de um CSV

source: Admin site
fr: Site d'Administration
it: Sito amministratore

source: Export Members as CSV
de: Exportiere Mitglieder als CSV
es: Exportar los miembros como CSV
fr: Exporter les membres en CSV
it: Esporta membri come CSV
pt: Exportar Membros como CSV

source: About the site
de: Über den Site
es: Apropos del sitio
fr: A propos du site
it: Informazioni sul sito
pt: Em respeito ao site

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

source: Log Out
de: Ausloggen
es: Déconexion
fr: Déconnexion
it: Esci
pt: Desconectar

source: Sign in
de: Anmelden
es: Conexión
fr: Connexion
it: Accedi
pt: Inscreva-se

source: Request invitation link
de: Bitte um Einladungslink
es: Demandar un enlace de invitación
fr: Demander un lien d'invitation
it: Richiedi link di invito
pt: Pedir um link de convite

source: This field is required.
de: Dieses Feld ist erforderlich.
es: Este campo es obligatorio.
fr: Ce champ est obigatoire.
it: Questo campo è obbligatorio.
pt: Este campo é obrigatório.

source: Your message has been sent
de: Ihre Nachricht wurde versendet.
es: Tu mensaje ha sido enviado
fr: Ton message a été envoyé
it: Il tuo messaggio è stato inviato
pt: Seu mensagem foi enviada.

source: Contact form
de: Kontaktformular
es: Formulario de contacto
fr: Formulaire de contact
it: Modulo di contatto
pt: Formulário de contato

source: You have a new message from %(name)s (%(email)s).
de: Du hast eine neue Nachricht von %(name)s (%(email)s).
es: Tienes un nuevo mensaje de %(name)s (%(email)s).
fr: Tu as reçu un nouveau message de %(name)s (%(email)s).
it: Hai un nuovo messaggio da %(name)s (%(email)s).
pt: Você recebeu um novo mensagem de %(name)s (%(email)s).

source: Pages
it: Pagine

source: You have a new follower!
de: Du hast einen neuen Follower!
es: ¡Tienes un nuevo seguidor!
fr: Tu as un nouveau follower!
it: Hai un nuovo follower!
pt: Você tem um novo seguidor!

source: Hi %(followed_name)s, <br><a href="%(follower_url)s">%(follower_name)s</a> is now following you on %(site_name)s!
de: Hallo %(followed_name)s, <br><a href="%(follower_url)s">%(follower_name)s</a> ist jetzt auf %(site_name)s gefolgt!",
es: Hola %(followed_name)s, <br><a href="%(follower_url)s">%(follower_name)s</a> te sigue ahora en %(site_name)s!
fr: Bonjour %(followed_name)s, <br><a href="%(follower_url)s">%(follower_name)s</a> te suit maintenant sur %(site_name)s!
it: Ciao %(followed_name)s, <br><a href="%(follower_url)s">%(follower_name)s</a> ora ti segue su %(site_name)s!
pt: Olá %(followed_name)s, <br><a href="%(follower_url)s">%(follower_name)s</a> está agora seguindo você em %(site_name)s!

source: Uploaded file %(filename)s is too big (%(sizemb)sMB), maximum is %(limitmb)sMB.
fr: Le fichier téléchargé %(filename)s est trop gros (%(sizemb)sMB), le maximum est de %(limitmb)sMB.
it: Il file caricato %(filename)s è troppo grande (%(sizemb)sMB), il massimo consentito è %(limitmb)sMB.

source: Date '%(date_string_to_parse)s' does not match any expected format: %(translated_date_formats)s.
fr: La date '%(date_string_to_parse)s' ne correspond à aucun des formats attendus: %(translated_date_formats)s.
it: La data '%(date_string_to_parse)s' non corrisponde a nessun formato atteso: %(translated_date_formats)s.

source: DD
it: GG

source: YYYY
it: AAAA

source: YY
it: AA

source: HH
it: OO

source: hh
it: oo

source: You do not have permission to edit/delete this object.
it: Non hai il permesso di modificare/cancellare questo oggetto.

source: But your mailer tools is too old to show it :'(
de: Aber dein Mail-Tool ist zu alt, um es anzuzeigen :'(
es: Más tu herramienta de correo es demasiado antigua para mostrarlo :'(
fr: Mais ton logiciel de messagerie est trop vieux pour l'afficher :'(
it: Ma il tuo programma di posta elettronica è troppo vecchio per visualizzarlo :'(
pt: Mas seus ferramentas de e-mail estão muito antigas para exibir isso :'(

source: This file type is not supported
de: Dieser Dateityp wird nicht unterstützt
es: Este tipo de archivo no está soportado
fr: Ce type de fichier n'est pas supporté
it: Questo tipo di file non è supportato
pt: Esse tipo de arquivo não é suportado

source: Media not found
de: Medien nicht gefunden
es: Média no encontrada
fr: Média non trouvé
it: Media non trovata
pt: Não encontrada

source: Error when retrieving media: %s
it: Errore durante il recupero del media: %s

source: Version not found
de: Versions nicht gefunden
es: Versión no encontrada
fr: Version non trouvée
it: Versione non trovata
pt: Versão não encontrada

source: Your version is not up-to-date.
de: Ihre Version ist nicht aktuell.
es: Tu versión no está actualizada.
fr: La version n'est pas à jour.
it: La tua versione non è aggiornata.
pt: Seu último lançamento não está atualizado.

source: Please look at the documentation for updating.
it: Si prega di consultare la documentazione per aggiornare.

source: Your version is up-to-date.
de: Ihre Version ist aktuell.
es: Tu versión está actualizada.
fr: La version est à jour.
it: La tua versione è aggiornata.
pt: Versão sua está atualizada.

source: Your version is newer than the latest release (?!?)
de: Ihre Version ist neuer als die neueste Veröffentlichung (?!?)
es: Tus versión es más reciente que la versión más reciente (?!?)
fr: Ta version est plus récente que la version la plus récente (?!?)
it: La tua versione è più recente dell'ultima release (?!?)
pt: Seu versão é mais nova do que a última versão lançada (?!?)

source: Site
de: Website
es: Sitio
it: Sito

source: Site name
de: Webseite-Name
es: Nombre del sitio
fr: Nom du site
it: Nome del sito
pt: Nome do site

source: Site URL
de: Website-URL
es: URL del sitio
fr: URL du site
it: URL del sito
pt: URL do site

source: Application Version
de: Anwendungsversion
es: Versión de la aplicación
fr: Version de l'application
it: Versione dell'applicazione
pt: Versão da Aplicação

source: Latest release
de: Die neueste Version
es: Dernière versión
fr: Dernière version
it: Ultima versione
pt: Última versão

source: Total number of members
de: Gesamtzahl der Mitglieder
es: Nombre total de miembros
fr: Nombre total de membres
it: Numero totale di membri
pt: Número total de membros

source: Number of active members
de: Anzahl der aktiven Mitglieder
es: Número de miembros activos
fr: Nombre de membres actifs
it: Numero di membri attivi
pt: Número de membros ativos

source: Number of managed members
de: Anzahl der verwalteten Mitglieder
es: Nombre de miembros gestionados
fr: Nombre de membres gérés
it: Numero di membri gestiti
pt: Número de membros geridos

source: Number of galleries
de: Anzahl der Galerien
es: Número de galerías
fr: Nombre de galeries
it: Numero di gallerie
pt: Número de galerias

source: Number of photos
de: Anzahl der Fotos
es: Número de fotos
fr: Nombre de photos
it: Numero di foto
pt: Número de fotos

source: Forums
de: Foren
it: Forum
pt: Forumos

source: Number of posts
de: Anzahl der Beiträge
es: Número de publicaciones
fr: Nombre de discussions
it: Numero di discussioni
pt: Número de publicações

source: Number of post messages
de: Anzahl der Posts
es: Número de mensajes en las discusiones
fr: Nombre de messages dans les discussions
it: Numero di messaggi nei post
pt: Número de mensagens de posts

source: Number of message comments
de: Anzahl der Nachrichtenkommentare
es: Número de comentarios de mensajes
fr: Nombre de commentaires de messages
it: Numero di commenti ai messaggi
pt: Número de comentários de mensagens

source: Chats
es: Salones de discusión
fr: Salons de discussion
it: Chat
pt: Chatos

source: Number of chat rooms
de: Anzahl der Chatrooms
es: Número de salones de discusión
fr: Nombre de salons de discussion
it: Numero di chat room
pt: Número de salas de discussão

source: Number of public chat rooms
de: Anzahl der öffentlichen Chatrooms
es: Número de salones de discusión pública
fr: Nombre de salons de discussion publique
it: Numero di chat room pubbliche
pt: Número de salas de discussão pública

source: Number of private chat rooms
de: Anzahl privater Chaträume
es: Número de salas de chat privadas
fr: Nombre de salons de discussion privée
it: Numero di stanze di chat private
pt: Número de salas de privacidade

source: Number of chat messages
de: Anzahl der Chatnachrichten
es: Número de mensajes en los chats
fr: Nombre de messages dans les salons
it: Numero di messaggi nelle chat
pt: Número de mensagens do chat

source: Number of private chat messages
de: Anzahl privater Chat-Nachrichten
es: Número de mensajes privados
fr: Nombre de messages dans les salons publics
it: Numero di messaggi nelle chat pubbliche
pt: Número de mensagens privadas
