Repository: leolivier/cousins-matter
Catalog: pages/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Pages
de: Seiten
es: Páginas
it: Pagine
pt: Páginas

source: Flatpage with url %(url)s already exists
de: Eine Flatpage mit der URL %(url)s existiert bereits
es: Flatpage con el url %(url)s ya existe
fr: Une page avec l'url %(url)s existe déjà
it: Una pagina con l'url %(url)s esiste già
pt: Pagina plana com url %(url)s já existe

source: A flatpage cannot be a subpage of another flatpage, check your URLs
de: Eine Flatpage kann keine Unterseite einer anderen Flatpage sein; überprüfe deine URLs.
es: A flatpage no puede ser una subpágina de otra flatpage, verifica tus URL.
fr: Une flatpage ne peut pas être une sous-page d'une autre flatpage, vérifie tes URL.
it: Una flatpage non può essere una sottopagina di un'altra flatpage, controlla i tuoi URL.
pt: Uma página de flatpage não pode ser uma sub página de outra página de flatpage, verifique suas URLs.

source: Update Page
de: Aktualisiere Seite
es: Mantener la página actualizada
fr: Mettre la page à jour
it: Aggiorna pagina
pt: Atualizar Página

source: Create Page
de: Erstelle Seite
es: Criar una Página
fr: Créer une Page
it: Crea Pagina
pt: Criar Página

source: Save Page and Continue Editing
de: Speichern der Seite und Fortfahren mit Bearbeiten
es: Guardar la página y continuar con la edición
it: Salva la pagina e continua la modifica
pt: Salvar Página e Continuar Editando

source: Delete Page
de: Löschen Seite
es: Eliminar la Página
it: Elimina Pagina
pt: Apagar Página

source: Are you sure you want to delete the page "%(title)s"?
de: Sind Sie sicher, dass Sie die Seite "%(title)s" löschen möchten?
es: Eres seguro de querer eliminar la página '%(title)s'?
it: Sei sicuro di voler eliminare la pagina "%(title)s"?
pt: Você está seguro de querer apagar a página '%(title)s'?

source: Pages Tree
de: Seitenbaum
es: Arbre de las Páginas
it: Albero delle Pagine
pt: Árvore das Páginas

source: Cannot load page from url {url}, it was not found in the database. Please contact the administrator of the site
de: Kann die Seite nicht von der URL {url} laden, sie wurde im Datenbank nicht gefunden. Bitte kontaktieren Sie den Administrator des Websites
es: No se puede cargar la página desde el URL {url}, no fue encontrada en la base de datos. Por favor, contacte al administrador del sitio
fr: Impossible de charger la page de l'url {url}, elle n'a pas été trouvée dans la base de données. Merci de contacter l'administrateur du site
pt: Não é possível carregar a página do URL {url}, ela não foi encontrada na base de dados. Por favor, entre em contato com o administrador do site.

source: Page "%(title)s" saved
de: Seite "%(title)s" gespeichert
es: Page '%(title)s' registrada
it: Pagina "%(title)s" salvata
pt: página '%(title)s' salva

source: Page "%(title)s" deleted
de: Seite "%(title)s" gelöscht
es: Page '%(title)s' eliminada
it: Pagina "%(title)s" eliminata
pt: página '%(title)s' excluída

source: Example: “{pages_prefix}about/contact/”. Make sure to have leading {pages_prefix} and trailing slash.
fr: Exemple : "{pages_prefix}about/contact/". Veillez à ce que l'URL commence par {pages_prefix} et se termine par une barre oblique.

source: This value must contain only letters, numbers, dots, underscores, dashes, slashes or tildes.
fr: Cette valeur ne doit contenir que des lettres, des chiffres, des points, des traits de soulignement, des tirets, des barres obliques ou tildes

source: URLs MUST start with {pages_prefix}
fr: Les URL DOIVENT commencer par {pages_prefix}.

source: URL is missing a trailing slash.
fr: Il manque une barre oblique à la fin de l'URL.

source: URLs MUST start with {self.pages_prefix}
fr: Les URL DOIVENT commencer par {self.pages_prefix}.

source: URLs cannot be only {self.pages_prefix}, please add some path behind
fr: Les URL ne peuvent pas être uniquement {self.pages_prefix}, merci d'ajouter un chemin d'accès derrière.
