Repository: leolivier/cousins-matter
Catalog: members/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: WARNING: This element will be modified for all other members using it! Please create a new one if that's not what you want to achieve.
de: WARNUNG: Dieser Bestandteil wird für alle anderen Mitglieder, die ihn verwenden, geändert! Bitte erstelle einen neuen, falls das nicht der gewünschte Effekt sein soll.
es: AVISO: Este elemento será modificado para todos los demás miembros que lo utilizan! Por favor, crea uno nuevo si no es lo que deseas lograr.
fr: ATTENTION : Cet élément sera modifié pour tous les autres membres qui l'utilisent ! Merci d'en créer un nouveau si ce n'est pas ce que tu souhaites.
pt: AVISO: Este elemento será modificado para todos os outros membros que o usam! Por favor, crie um novo se isso não for o que você deseja alcançar.

source: Managing member
de: Geschäftsführer
es: Comprador gestor de este miembro
pt: Membro gerente

source: Followers
de: Follower
pt: Seguidores

source: You received this mail because you attempted to create an account on our website
de: Du hast diese E-Mail erhalten, weil du versucht hast, ein Konto auf unserer Website zu erstellen.
es: Tú recibiste este correo porque intentaste crear una cuenta en nuestro sitio web
pt: Você recebeu este e-mail porque você tentou criar uma conta no nosso site.

source: Managed member
de: Ge manage Member
es: Membrecito
pt: Membro gerido

source: Email
pt: Correio eletrônico

source: Invalid Link!
de: Ungültiger Link!
es: Línea de enlace inválida!
pt: Link inválido!

source: This link is invalid or been used already, we cannot verify using this link.
de: Dieser Link ist ungültig oder wurde bereits verwendet, wir können ihn nicht überprüfen.
es: Este enlace es inválido o ya ha sido utilizado, no podemos verificar utilizando este enlace.
pt: Este link está inválido ou já foi usado, não podemos verificar usando este link.

source: Error saving avatar (%(error)s): %(avatar)s for username %(username)s. Ignored...
de: Fehler beim Speichern des Avatar- (%(error)s): %(avatar)s für Benutzername %(username)s. Ignoriert...
es: Error enregistrando el avatar (%(error)s) : %(avatar)s para el nombre de usuario %(username)s. Ignorado...
pt: Erro ao salvar avatar (%(error)s): %(avatar)s para o usuário %(username)s. Ignorado...

source: CSV file uploaded: %(nbLines)i lines read, %(nbMembers)i members created or updated
es: %s ha sido cargado como archivo CSV : %(nbLines)i líneas leídas, %(nbMembers)i miembros creados o actualizados
pt: Arquivo CSV carregado: %(nbLines)i linhas lidas, %(nbMembers)i membros criados ou atualizados

source: Warning: %(error)s
de: Warnung: %(error)s
es: Alerta: %(error)s
pt: Alerta: %(error)s
