Repository: leolivier/cousins-matter
Catalog: members/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Your Email is verified successfully and your account has been activated.
de: Ihre E-Mail wurde erfolgreich verifiziert und Ihr Konto wurde aktiviert.
es: Tu correo electrónico ha sido verificado con éxito y el cuenta ha sido activado.
fr: Ton adresse e-mail a été vérifiée avec succès et le compte a été activé.
it: La tua email è stata verificata con successo e il tuo account è stato attivato.
pt: Seu e-mail foi verificado com sucesso e o seu conta foi ativada.

source: You can sign in with your credentials now...
de: Du kannst dich jetzt mit deinen Zugangsdaten anmelden...
es: ¡Puedes conectarte con tus credenciales ahora...
fr: Tu peux te connecter avec tes identifiants maintenant...
it: Ora puoi accedere con le tue credenziali...
pt: Você pode se conectar com seus dados de acesso agora...

source: In case you forgot your credentials or your account was activated by another member and this is your first connection, please, click in 'reset password' to request a new password.
fr: Si tu as oublié tes informations d'identification ou si ton compte a été activé par un autre membre et qu'il s'agit de ta première connexion, merci de cliquer sur « réinitialiser le mot de passe » pour demander un nouveau mot de passe.
it: Se avete dimenticato le vostre credenziali o il vostro account è stato attivato da un altro membro e questa è la vostra prima connessione, vi preghiamo di cliccare su "Reset password" per richiedere una nuova password.

source: Link Expired!
de: Link ist abgelaufen!
es: Lien expirado!
fr: Lien expiré!
it: Link scaduto!
pt: O link expirou!

source: The link has lived its life :( Can not validate a dead link...
de: Der Link hat sein Leben verbracht :( Kann keinen lebenden Link bestätigen...
es: El enlace ha vivido su vida :( No se puede validar un enlace muerto...
fr: Ce lien a vécu sa vie :( Impossible de valider un lien mort...
it: Questo link ha fatto il suo tempo :( Impossibile validare un link morto...
pt: O link viveu sua vida :(" Não é possível validar um link morto...

source: Request Another one
de: Bitte weitere Anfrage
es: Pedir otro enlace
fr: Demander un nouveau lien
it: Richiedi un altro link
pt: Pedir outro

source: New Email Sent
de: Neue E-Mail versendet
es: Nuevo correo electrónico enviado!
fr: Nouvel e-mail envoyé!
it: Nuova email inviata!
pt: Novo e-mail enviado!

source: You have requested another verification email!
de: Sie haben eine weitere E-Mail-Verifikation beantragt!
es: Has solicitado otro correo electrónico de verificación!
fr: Tu as demandé un autre e-mail de vérification!
it: Hai richiesto un'altra email di verifica!
pt: Você solicitou outro e-mail de verificação!

source: Your verification link has been sent
de: Dein Verifizierungslink wurde versendet.
es: Tu enlace de verificación ha sido enviado
fr: Ton lien de vérification a été envoyé
it: Il tuo link di verifica è stato inviato
pt: Seu link de verificação foi enviado.

source: Please check your email and click on the link to verify your email.
de: Bitte überprüfen Sie Ihre E-Mail und klicken Sie auf den Link, um Ihre E-Mail zu bestätigen.
es: Plea\u00e7e verifica tu correo y haz clic en el enlace para verificar tu correo.
fr: Merci de vérifier tes mails et de cliquer sur le lien pour vérifier ton adresse mail.
it: Per favore controlla la tua email e clicca sul link per verificare il tuo indirizzo email.
pt: Por favor, verifique seu e-mail e clique no link para verificar seu endereço de e-mail.

source: Invite Members
de: Einladungen für Mitglieder
es: Invitar a Miembros
fr: Invitation de Membres
it: Invita Membri
pt: Convidar Membros

source: Invite
de: Einladung
es: Invitar
fr: Inviter
it: Invitare
pt: Convidar

source: Request Invitation
de: Anfrage zur Einladung
es: Demande de invitación
fr: Demande d'invitation
it: Richiedi invito
pt: Pedida de convite

source: By completing and submitting this form, you are asking the site administrator to send you an invitation link.
de: Durch Vervollständigen und Absenden dieses Formulars erbittet der Site-Administrator dir einen Einladungslink zu senden.
es: Al completar y enviando este formulario, pides al administrador del sitio que te envíe un enlace de invitación.
fr: En complétant et soumettant ce formulaire, tu demandes à l'administrateur du site de t'envoyer un lien d'invitation.
it: Completando e inviando questo modulo, stai chiedendo all'amministratore del sito di inviarti un link d'invito.
pt: Por completar e enviar este formulário, você está solicitando ao administrador do site que o envie um link de convite.

source: Please fill in the captcha above before clicking the invitation button
de: Bitte füllen Sie den Captcha oben ein, bevor Sie auf die Einladungs-Taste klicken
es: Plea\u00e7e rellene el captcha superior antes de hacer clic en el bot\u00f4n de invitaci\u00f3n
fr: Merci de remplir le captcha ci-dessus avant de cliquer sur le bouton d'invitation
it: Si prega di compilare il captcha sopra prima di cliccare sul pulsante di invito
pt: Por favor, preencha o captcha acima antes de clicar no botão de convidação

source: Invite me
de: Erbitte mich
es: M'invitar
fr: M'inviter
it: Invitami
pt: Convidem-me

source: Request New Email for Verification
de: Anfrage für einen neuen E-Mail-Verifizierungscode
es: Demande de un nuevo correo electrónico de verificación
fr: Demande d'un nouvel e-mail de vérification
it: Richiedi una nuova email di verifica
pt: Pedir um novo e-mail para verificação

source: Request New Email
de: Anfrage für einen neuen E-Mail
es: Demande de un nuevo correo electrónico
fr: Demande d'un nouvel e-mail
it: Richiedi nuova email
pt: Pedir um novo e-mail

source: Change selected %(name)s
de: Ändern Sie die ausgewählten %(name)s
es: Modificar los %(name)s seleccionados
fr: Modifier les %(name)s sélectionnées
it: Modifica %(name)s selezionati
pt: Alterar os %(name)s selecionados

source: Add another %(translated_name)s
de: Fügt eine weitere %(translated_name)s hinzu
es: Añadir otra %(translated_name)s
fr: Ajouter une autre %(translated_name)s
it: Aggiungi un'altra %(translated_name)s
pt: Adicionar mais %(translated_name)s

source: Warning: don't forget to click the save button at the bottom of the page, otherwise the changes won't be saved
fr: Attention: n'oublie pas de cliquer sur le bouton « Mettre à jour » en bas de la page, sinon les modifications ne seront pas sauvegardées.
it: Attenzione: non dimenticare di premere il pulsante di salvataggio al fondo del sito, altrimenti le modifiche non saranno salvate

source: Member deleted
de: Mitglied gelöscht
es: Membres eliminados
fr: Membre supprimé
it: Membro eliminato
pt: Membro excluído

source: You do not have permission to edit this member.
de: Du hast keine Berechtigung, diese Mitgliedschaft zu bearbeiten.
es: No tienes permiso para editar este miembro.
fr: Tu n'as pas la permission de modifier ce membre.
it: Non hai il permesso di modificare questo membro.
pt: Você não tem permissão para editar esse membro.

source: Error: Cannot activate a dead member
fr: Erreur: Impossible d'activer un membre mort
it: Errore: Impossibile attivare un membro morto

source: Invitation sent to %(email)s.
de: Einladung wurde an %(email)s gesendet.
es: Invitación enviada a %(email)s.
fr: Invitation envoyée à %(email)s.
it: Invito inviato a %(email)s.
pt: Convite enviado para %(email)s.

source: You are invited to register on %(site_name)s
de: Du bist eingeladen, dich auf %(site_name)s anzumelden.
es: Tú has sido invitado/a a crear tu cuenta en %(site_name)s
fr: Tu as été invité.e à créer ton compte sur %(site_name)s
it: Sei invitato/a a registrarti su %(site_name)s
pt: Convidamo-lo a registar-se em %(site_name)s

source: Registration request sent.
de: Registrierungsanfrage versendet.
es: Demande de registro enviada.
fr: Demande d'enregistrement envoyée.
it: Richiesta di registrazione inviata.
pt: Registro de solicitação enviada.

source: A member with this email already exists.
de: Ein Mitglied mit dieser E-Mail existiert bereits.
es: Un miembro con esta dirección de correo electrónico ya existe.
fr: Un membre ayant cette adresse mail existe déjà.
it: Un membro con questa email esiste già.
pt: Um membro com este e-mail já existe.

source: Invalid CAPTCHA
de: Inkorrekte CAPTCHA
es: CAPTCHA inválido
fr: CAPTCHA invalide
it: CAPTCHA non valido
pt: CAPTCHA inválido

source: Hello %(username)s, your account has been created! You will now receive an email to verify your email address. Click in the link inside the mail to finish the registration.
de: Hallo %(username)s, dein Konto wurde erstellt! Du erhältst nun eine E-Mail zur Überprüfung deiner E-Mail-Adresse. Klicke auf den Link in der E-Mail, um die Registrierung abzuschließen.",
es: Hola %(username)s, tu cuenta ha sido creada! Vamos a recibir ahora un correo electrónico para verificar tu dirección de correo electrónico. Haz clic en el enlace dentro del correo para completar el proceso de registro.
fr: Bonjour %(username)s, ton compte a été créé! Tu vas maintenant recevoir un email pour vérifier ton adresse mail. Clique sur le lien dans le mail pour terminer le processus de création de compte.
it: Ciao %(username)s, il tuo account è stato creato! Riceverai ora un'email per verificare il tuo indirizzo email. Clicca sul link all'interno dell'email per completare la registrazione.
pt: Olá %(username)s, seu conta foi criada! Você agora receberá um e-mail para verificar sua endereço de e-mail. Clique no link dentro do e-mail para concluir o processo de inscrição.

source: Invalid link. Please contact the administrator.
de: Ungültiger Link. Bitte kontaktieren Sie den Administrator.
es: Línea inválida. Por favor, contacte al administrador.
fr: Lien invalide. Merci de contacter l'administrateur.
it: Link non valido. Si prega di contattare l'amministratore.
pt: Link inválido. Por favor, entre em contato com o administrador.

source: This field is required.
de: Dieses Feld ist erforderlich.
es: Este campo es requerido.
fr: Ce champ est obligatoire.
it: Questo campo è obbligatorio.
pt: Este campo é obrigatório.

source: Error: Cannot activate a dead member
fr: Erreur: Impossible d'activer un membre mort
it: Errore: Impossibile attivare un membro morto

source: Error: Member already active
de: Fehler: Mitglied bereits aktiv
es: Error: Miembro ya activado
fr: Erreur: Membre déjà activé
it: Errore: Membro già attivo
pt: Erro: Membro já ativo

source: Error: Member without email cannot be activated
de: Fehler: Mitglied ohne E-Mail kann nicht aktiviert werden
es: Error: Miembro sin correo electrónico no puede ser activado
fr: Erreur: Un membre sans adresse mail ne peut pas être activé
it: Errore: Un membro senza indirizzo email non può essere attivato
pt: Erro: Membro sem e-mail não pode ser ativado

source: Member account successfully activated. The owner of the account will now receive an email containing an activation link then will be redirected to the password reset screen.
de: Mitgliedsaccount wurde erfolgreich aktiviert. Der Kontoinhaber erhält nun eine E-Mail mit einem Aktivierungslink, der ihn/sie dann zur Passwort-Zurücksetzungsscreen leitet.
es: Membrecuenta activada con éxito. El propietario del cuenta va ahora recibir un correo electrónico que contiene un enlace de activación, luego será redirigido/a al pantalla de restablecimiento de contraseña.
fr: Membre activé avec succès. Le/la propriétaire du compte va maintenant recevoir un email contenant un lien d'activation puis sera redirigé.e vers l'écran de réinitialisation du mot de passe.
it: Account del membro attivato con successo. Il proprietario del conto riceverà ora un'email contenente un link di attivazione e successivamente sarà reindirizzato alla schermata di reimpostazione della password.
pt: Conta do membro ativada com sucesso. O proprietário da conta agora receberá um e-mail com um link de ativação, que o levará à tela de resetar a senha.

source: %(site_name)s directory
de: %(site_name)s-Verzeichnis
es: %(site_name)s directorio
fr: Répertoire %(site_name)s
it: Directory %(site_name)s
pt: %(site_name)s diretório

source: Page %(doc_page)s - %(title)s
de: Seite %(doc_page)s - %(title)s
it: Pagina %(doc_page)s - %(title)s
pt: Pagina %(doc_page)s - %(title)s

source: You can't follow yourself!
de: Du kannst dich nicht selbst folgen!
es: No puedes seguir a ti mismo!
fr: Tu ne peux pas te suivre toi-même!
it: Non puoi seguire te stesso!
pt: Você não pode seguir você mesmo!

source: You are no longer following %(followed_name)s
de: Du bist nicht mehr %(followed_name)s
es: No más sigues a %(followed_name)s
fr: Tu ne suis plus %(followed_name)s
it: Non segui più %(followed_name)s
pt: Já não está a seguir %(followed_name)s

source: Error: You can't follow dead people
fr: Erreur: Tu ne peux pas te suivre toi-même!
it: Errare: Non puoi seguire te stesso!

source: You are now following %(followed_name)s
de: Du bist jetzt mit %(followed_name)s verbunden.
es: You estás ahora siguiendo %(followed_name)s
fr: Tu suis maintentant %(followed_name)s
it: Ora stai seguendo %(followed_name)s
pt: Você está seguindo agora %(followed_name)s

source: You have a new follower!
de: Du hast einen neuen Followern!
es: ¡Tienes un nuevo seguidor!
fr: Tu as un nouveau follower!
it: Hai un nuovo follower!
pt: Você tem um novo seguidor!

source: %(follower_name)s is now following you!
de: **(Follower_name)** ist jetzt dich folgen!
es: %(follower_name)s te sigue ahora!
fr: %(follower_name)s te suit maintenant!
it: %(follower_name)s ora ti segue!
pt: %(follower_name)s está agora seguindo você!

source: Unknown column in CSV file: "%(fieldname)s". Valid fields are %(all_names)s
es: Columna desconocida en el archivo CSV : "%(fieldname)s". Los campos válidos son %(all_names)s
fr: Colonne inconnue dans le fichier CSV : "%(fieldname)s". Les champs valides sont %(all_names)s
it: Colonna sconosciuta nel file CSV: "%(fieldname)s". I campi validi sono %(all_names)s
pt: Coluna desconhecida no arquivo CSV: '%(fieldname)s'. Campos válidos são %(all_names)s

source: Missing column in CSV file: "%(fieldname)s". Mandatory fields are %(all_names)s
es: %s columna ausente en el archivo CSV: "%(fieldname)s". Los campos obligatorios son %(all_names)s
fr: Colonne manquante dans le fichier CSV: "%(fieldname)s". Les champs obligatoires sont %(all_names)s
it: Colonna mancante nel file CSV: "%(fieldname)s". I campi obbligatori sono %(all_names)s
pt: Coluna faltante no arquivo CSV: '%(fieldname)s'. Campos obrigatórios são %(all_names)s

source: Avatar not found: %(avatar)s for username %(username)s. Ignored...
de: Avatar nicht gefunden: %(avatar)s für Benutzername %(username)s. Ignoriert...
es: Avatar no encontrado : %(avatar)s para el nombre de usuario %(username)s. Ignorado...
fr: Avatar introuvable : %(avatar)s pour le nom d'utilisateur %(username)s. Ignoré...
it: Avatar non trovato: %(avatar)s per il nome utente %(username)s. Ignorato...
pt: Avatar não encontrado: %(avatar)s para o nome de usuário %(username)s. Ignorado...

source: Error saving avatar (%(warning)s): %(avatar)s for username %(username)s. Ignored...
fr: Erreur lors de l'enregistrement de l'avatar (%(warning)s) : %(avatar)s pour le nom d'utilisateur %(username)s. Ignoré...
it: Errore nel salvare l'avatar (%(warning)s): %(avatar)s per il nome utente %(username)s. Ignorato...

source: Keeping current manager.
fr: Le gestionnaire actuel sera conservé.
it: Mantenere l'attuale manager.

source: Using your id...
fr: Ton compte sera utilisé...
it: Utilizzando l'id...

source: Manager %(manager)s not found for member %(member)s.
fr: Gestionnaire %(manager)s non trouvé pour le membre %(member)s.
it: Il manager %(manager)s non è stato trovato per il membro %(member)s.

source: %(manager)s is inactive and cannot be used as manager for %(member)s. Activate it manually or change the order in the file and put it first.
fr: %(manager)s est inactif et ne peut donc pas être utilisé comme gestionnaire pour %(member)s. Active-le manuellement ou modifie l'ordre dans le fichier afin de le placer en premier.
it: %(manager)s è inattivo e non può essere utilizzato come manager per %(member)s. Attivarlo manualmente o cambiare l'ordine nel file e metterlo per primo.

source: No manager provided for member %(member)s although inactive. Keeping existing one (%(manager)s)...
fr: Pas de gestionnaire fourni pour le membre %(member)s bien qu'il soit inactif. Le gestionnaire existant (%(manager)s) est conservé.
it: Non è previsto nessun gestore per i membri %(member)s, anche se inattivi. Mantenere quello esistente (%(manager)s)...

source: Inactive member %(member)s has no manager. Please provide one! Meanwhile, the admin will be used as manager
fr: Le membre inactif %(member)s n'a pas de gestionnaire. Merci d'en fournir un! Entre temps, le compte administrateur sera utilisé comme gestionnaire
it: Il membro inattivo %(member)s non ha un manager. Si prega di fornirne uno! Nel frattempo, l'amministratore sarà usato come manager

source: Member %(member)s was active. Adding %(manager)s as manager inactivated him/her.
fr: Le membre %(member)s était actif. L'ajout de %(manager)s comme gestionnaire l'a désactivé.
it: Il membro %(member)s era attivo. L'aggiunta di %(manager)s come manager lo ha reso inattivo.

source: You requested to activate imported members. All members with a manager in the file will be ignored and won't be activated.
fr: Tu as demandé à activer les membres importés. Tous les membres ayant un gestionnaires dans le fichier seront ignorés et ne seraont pas activés.
it: È stato richiesto di attivare i membri importati. Tutti i membri con un manager nel file verranno ignorati e non verranno attivati.

source: CSV file uploaded: %(rows_num)i lines read, %(created_num)i members created and %(updated_num)i updated.
fr: Fichier CSV téléchargé : %(rows_num)i lignes lues, %(created_num)i membres créés et %(updated_num)i mis à jour
it: File CSV caricato: %(rows_num)i righe lette, %(created_num)i membri creati e %(updated_num)i aggiornati

source: Error: %(error)s
fr: Erreur: %(error)s
it: Errore: %(error)s

source: Warning: %(warning)s
fr: Attention: %(warning)s
it: Attenzione: %(warning)s

source: Method not allowed
de: Methode nicht erlaubt
es: Método no permitido
fr: Méthode non autorisée
it: Metodo non consentito
pt: Método não permitido

source: You have been logged out
de: Du wurdest ausgeloggt
es: Has sido deslogerado(a)
fr: Tu as été déconnecté(e)
it: Sei stato disconnesso
pt: Você foi desconectado(a).

source: Only superusers can create members
de: Nur Superbenutzer können Mitglieder erstellen
es: Solo los superusuarios pueden crear miembros
fr: Seuls les superutilisateurs peuvent créer des membres
it: Solo i superutenti possono creare membri
pt: Somente os superusuários podem criar membros.

source: Member successfully created
de: Mitglied wurde erfolgreich erstellt
es: El miembro fue creado con éxito
fr: Le membre a été créé avec succès
it: Il membro è stato creato con successo
pt: O membro foi criado com sucesso.

source: Update Member Details
de: Aktualisiere Mitgliedsdetails
es: Modificar los detalles de un Miembro
fr: Modifier les détails d'un Membre
it: Aggiorna i dettagli del membro
pt: Atualizar Detalhes de Membro

source: Member successfully updated
de: Mitglied erfolgreich aktualisiert
es: El miembro fue actualizado con éxito
fr: Le membre a été mis à jour avec succès
it: Il membro è stato aggiornato con successo
pt: O membro foi atualizado com sucesso.

source: A verification email has been sent to validate your new email address.
de: Eine E-Mail zur Überprüfung wurde an dich gesendet, um deine neue E-Mail-Adresse zu bestätigen.
es: Se ha enviado un correo electrónico de verificación para validar tu nueva dirección de correo electrónico.
fr: Un courriel de vérification a été envoyé pour valider ta nouvelle adresse électronique.
it: Un'email di verifica è stata inviata per convalidare il tuo nuovo indirizzo email.
pt: Um e-mail de verificação foi enviado para validar sua nova endereço eletrônico.

source: My Profile
de: Mein Profil
es: Mi Perfil
fr: Mon Profil
it: Il mio profilo
pt: Minha Conta de Usuário

source: Profile successfully updated
de: Profil erfolgreich aktualisiert
es: Perfil actualizado con éxito
fr: Profil mis à jour avec succès
it: Profilo aggiornato con successo
pt: Perfil atualizado com sucesso

source: You are already logged in
de: Du bist bereits eingeloggt
es: Tú ya estás conectado.
fr: Tu es déjà connecté
it: Sei già connesso
pt: Você já está conectado.

source: A member with the same email address is already active. Please sign in instead
de: Ein Mitglied mit der gleichen E-Mail-Adresse ist bereits aktiv. Bitte melde dich stattdessen an
es: Un miembro con la misma dirección de correo electrónico está ya activo. Inicia sesión en su lugar.
fr: Un membre avec la même adresse mail est déjà actif. Connecte-toi plutôt.
it: Un membro con lo stesso indirizzo email è già attivo. Per favore, effettua l'accesso invece.
pt: Um membro com o mesmo endereço de e-mail já está ativo. Por favor, insira sua senha.

source: You are already registered but not active. Please contact %(admin)s to activate your account
de: Sie sind bereits registriert, aber nicht aktiv. Bitte kontaktieren Sie %(admin)s, um Ihr Konto zu aktivieren.
es: Estás ya registrado pero no activado. Contacta con %(admin)s para activar tu cuenta.
fr: Tu es déjà enregistré mais pas encore actif. Contacte %(admin)s pour activer ton compte.
it: Sei già registrato ma non attivo. Per favore, contatta %(admin)s per attivare il tuo account.
pt: Você já está registrado, mas não ativo. Por favor, entre em contato com %(admin)s para ativar sua conta.

source: Only superusers can invite members
de: Nur Superbenutzer können Mitglieder einladen
es: Solo los superusuarios pueden invitar a miembros
fr: Seuls les superutilisateurs peuvent inviter des membres
it: Solo i superutenti possono invitare membri
pt: Somente os superusuários podem convidar membros.

source: Unable to send mail, please contact your administrator
de: Unbezahlte Mailversand möglich, bitte kontaktieren Sie Ihren Administrator
es: Imposible de enviar un correo. Por favor, contacte al administrador.
fr: Impossible d'envoyer un mail. Merci de contacter l'administrateur.
it: Impossibile inviare l'email. Si prega di contattare l'amministratore.
pt: Impossível enviar e-mail, por favor entre em contato com seu administrador.

source: By checking this box, you agree to this site's <a target='blank' href='{privacy_url}'>privacy policy</a>
fr: En cochant cette case, tu consents à la <a target='blank' href='{privacy_url}'>politique de confidentialité</a> de ce site

source: Death date {dd} is before birthdate {bd}
fr: La date de décès {dd} est avant la date de naissance {bd}

source: Remove my account
de: Lösche mein Konto
es: Eliminar mi cuenta
fr: Supprimer mon compte
pt: Remova meu perfil.

source: Address created
de: Adresse wurde erstellt
es: A dirección creada
fr: Adresse créée
pt: Endereço criado

source: Address updated
de: Adresse aktualisiert
es: Dirección actualizada
fr: Adresse mise à jour
pt: Endereço atualizado

source: Family created
de: Familie gegründet
es: Familia creada
fr: Famille créée
pt: Família criou.

source: Family updated
de: Familie aktualisiert
es: Familia actualizada
fr: Famille mise à jour
pt: Família atualizada

source: Delete My Account
de: Lösche mein Konto
es: Eliminar mi cuenta?
fr: Supprimer mon compte?
pt: Apagar meu perfil.

source: Delete Member
de: Löschen Sie Mitglied
es: Eliminar Miembro
fr: Supprimer le Membre
pt: Apagar Membro
