Repository: leolivier/cousins-matter
Catalog: members/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Members
de: Mitglieder
es: Membres
fr: Membres
it: Membri
pt: membros

source: By checking this box, you agree to this site's <a target='blank' href='%(privacy_url)s'>privacy policy</a>
it: Controllando questa casella, accetti di aver letto e accettato la <a target='blank' href='%(privacy_url)s'>politica sulla privacy</a> di questo sito

source: Family name cannot be empty
it: Il cognome non puo' essere vuoto

source: Name of the invited person (will appear in the received email)
de: Name desInvitees (wird im erhaltenen E-Mail angezeigt)
es: Nombre del persona invitada (aparecerá en el correo recibido)
fr: Nom de la personne invitée (apparaîtra dans l'e-mail reçu)
it: Nome della persona invitata (apparirà nell'email ricevuta)
pt: Nome da pessoa convidada (aparecerá no e-mail recebido)

source: Email to send invitation
de: E-Mail zur Einladung
es: Correo electrónico al que enviar la invitación
fr: Email auquel envoyer l'invitation
it: Email a cui inviare l'invito
pt: Email para enviar uma convite

source: Your name
de: Ihr Name
es: Tu nombre
fr: Ton nom
it: Il tuo nome
pt: Seu nome

source: Email where you will receive the link
de: E-Mail, in der du den Link erhältst
es: Email donde recibirás el enlace
fr: Email où tu recevras le lien
it: Email dove riceverai il link
pt: Email onde você receberá o link

source: Message to the administrator
de: Nachricht für den Administrator
es: Mensaje al administrador
fr: Message à l'administrateur
it: Messaggio all'amministratore
pt: mensagem para o administrador

source: Captcha (click on the image to refresh if you can't read it)
de: CAPTCHA (klicken Sie auf die Bild, um es zu aktualisieren, wenn Sie es nicht lesen können)
es: Captcha (clicke en la imagen para refrescarla si no la lees bien)
fr: Captcha (cliquez sur l'image pour la rafraîchir si elle est illisible)
it: Captcha (clicca sull'immagine per aggiornarla se non riesci a leggerla)
pt: Capcha (clique na imagem para refrescar se você não consegue ler)

source: CSV file
de: CSV-Datei
es: Fichier CSV
fr: Fichier CSV
it: File CSV
pt: Arquivo CSV

source: The CSV file containing the members to import.
de: Der CSV-Datei mit den Mitgliedern zum Importieren.
es: El archivo CSV que contiene a los miembros para importar.
fr: Le fichier CSV contenant les membres à importer.
it: Il file CSV contenente i membri da importare.
pt: O arquivo CSV que contém os membros para importar.

source: Automatically activate imported users
de: Automatisch Benutzer aktivieren
es: Activar automáticamente los usuarios importados
fr: Activer automatiquement les utilisateurs importés
it: Attivare automaticamente gli utenti importati
pt: Ativar automaticamente os usuários importados

source: The username must be set
de: Der Benutzername muss gesetzt werden
es: No debe establecer el nombre de usuario
fr: Le nom d'utilisateur doit être fuourni
it: Il nome utente deve essere fornito
pt: O nome de usuário deve ser definido

source: Superuser must have is_staff=True.
de: Ein Superbenutzer muss is_staff=True sein.
es: Superusuario debe tener is_staff=True.
fr: Le super utilisateur doit avoir is_staff=True
it: Il superutente deve avere is_staff=True.
pt: O superusuário deve ter is_staff=True.

source: Superuser must have is_superuser=True.
de: Ein Superbenutzer muss is_superuser=True sein.
es: Superusuario debe tener is_superuser=True.
fr: Le super utilisateur doit avoir is_superuser=True
it: Il superutente deve avere is_superuser=True.
pt: O usuário de superação deve ter is_superuser=True.

# CSV Field
source: number_and_street
de: Nummer und Straße
es: número_y_calle
fr: numero_et_rue
it: numero_e_via
pt: número e rua

# CSV Field
source: address_complementary_info
de: Adresse_komplementär_Informationen
es: informaciones_complementarias_de_la_dirección
fr: infos_complementaires_d_adresse
it: informazioni_complementari_indirizzo
pt: Informações complementares de endereço

# CSV Field
source: zip_code
es: codigo_postal
fr: code_postal
it: codice_postale
pt: codigo_postal

# CSV Field
source: city
de: Stadt
es: ciudad
fr: ville
it: città
pt: cidade

# CSV Field
source: country
de: Land
es: Pais
fr: pays
it: paese
pt: País

# CSV Field
source: username
de: Benutzername
es: nombre_de_cuenta
fr: nom_de_compte
it: nome_utente
pt: nome de usuário

# CSV Field
source: first_name
de: Vorname
es: primer_nombre
fr: prenom
it: nome
pt: Nome

# CSV Field
source: last_name
de: Letzte Name
es: apellido
fr: nom
it: cognome
pt: Nome

# CSV Field
source: birthdate
de: Geburtsdatum
es: fecha_de_nacimiento
fr: date_de_naissance
it: data_di_nascita
pt: Data de nascimento

# CSV Field
source: phone
de: Telefon
es: teléfono
fr: telephone
it: telefono
pt: Telefone

# CSV Field
source: website
es: sitio_web
fr: site_web
it: sito_web
pt: site

# CSV Field
source: family
de: Familie
es: familia
fr: famille
it: famiglia
pt: Família

# CSV Field
source: deathdate
fr: date_de_deces
it: data_di_morte

# CSV Field
source: managed_by
fr: gere_par
it: gestito_da

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

source: Parent family
de: Elternfamilie
es: Familia paterna
fr: Famille parente
it: Famiglia d'origine
pt: Família

source: family
de: Familie
es: familia
fr: famille
it: famiglia
pt: Família

source: families
de: Familien
es: familias
fr: familles
it: famiglie
pt: Famílias

source: Number & Street name
de: Nummer & Straße
es: Número y nombre de la calle
fr: N° et nom de la voie
it: Numero civico e nome della via
pt: Número e nome da rua

source: Complementary info
de: Komplizierte Informationen
es: Información complementaria
fr: Infos complémentaires
it: Informazioni complementari
pt: Informações complementares

source: Zip code
de: Gebietscode
es: Código postal
fr: Code postal
it: Codice postale
pt: Numéro de código postal

source: City
de: Stadt
es: Ville
fr: Ville
it: Città
pt: Cidade

source: Country
de: Land
es: Pais
fr: Pays
it: Paese
pt: País

source: address
de: Adresse
es: dirección
fr: adresse
it: indirizzo
pt: Endereço

source: addresses
de: Adressen
es: adres
fr: adresses
it: indirizzi
pt: endereços

source: Member manager
fr: Gestionnaire de ce membre
it: Membro manager

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
pt: Endereço

source: Phone
de: Telefon
es: Télefono
fr: Téléphone
it: Telefono
pt: Telefone

source: Birthdate
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
pt: Data do nascimento

source: Click on the month name or the year to change them quickly
de: Klicke auf den Monat oder das Jahr, um sie schnell zu ändern
es: Clickea en el nombre del mes o del año para modificarlos rápidamente
fr: Cliquez sur le nom du mois ou de l'année pour les modifier rapidement
it: Clicca sul nome del mese o dell'anno per modificarli rapidamente
pt: Clique em nome do mês ou do ano para mudá-los rapidamente

source: Is dead
fr: Est décédé(e)
it: E' morto

source: Death date
fr: Date de décès
it: Data di morte

source: Website
es: Sitio web
fr: Site web
it: Sito web
pt: Site

source: Family
de: Familie
es: Familia
fr: Famille
it: Famiglia
pt: Família

source: Who I am
de: Wer ich bin
es: Qui soyé
fr: Qui je suis
it: Chi sono
pt: Quem sou

source: Describe yourself, your likes and dislikes...
de: Beschreibe dich selbst, deine Vorlieben und Unvorlieben...
es: Describe-te, di qué te amas o no amas...
fr: Décris-toi, dis ce que tu aimes ou n'aimes pas...
it: Descriviti, parla di ciò che ti piace e non ti piace...
pt: Descreva-se, seus gostos e desgostos...

source: My hobbies
de: Meine Hobbys
es: Mis pasiones
fr: Mes loisirs
it: I miei passatempi
pt: Meus hobbies

source: Provide a list of hobbies separated by commas
de: Bitte gib eine Liste von Hobbys, getrennt durch Kommas, an.
es: Dá una lista de hobbies separados por comas
fr: Donne un liste de loisirs séparés par des virgules
it: Fornisci un elenco di hobby separati da virgole
pt: Liste os hobbies separados por vírgulas.

source: Privacy consent
de: Datenschutz-Einwilligung
es: Consentimiento a la protección de la privacidad
fr: Consentement à la protection de la vie privée
it: Consenso sulla privacy
pt: Consentimento à proteção da vida privada

source: member
de: Mitglied
es: miembro
fr: membre
it: membro
pt: membro

source: members
de: Mitglieder
es: miembros
fr: membres
it: membri
pt: membros

source: Death date %(dd)s is before birthdate %(bd)s
it: Data di morte %(dd)s precede la data di nascita %(bd)s

source: Address Detail
de: Adresse Details
es: Detalles de la Dirección
fr: Détail de l'Adresse
it: Dettaglio dell'Indirizzo
pt: Detalhe da Endereço

source: Complementary Info
de: Komplizierte Informationen
es: Información complementaria
fr: Infos complémentaires
it: Informazioni complementari
pt: Informações Complementares

source: Address used by:
de: Adresse verwendet von:
es: Dirección utilizada por:
fr: Adresse utilisées par:
it: Indirizzo utilizzato da:
pt: Endereço utilizado por:

source: Address not used by anyone
de: Adresse wird nicht verwendet
es: Esta dirección no es utilizada por nadie
fr: Cette adresse n'est utilisée par personne
it: Indirizzo non utilizzato da nessuno
pt: Esta casa não é usada por ninguém.

source: Edit
de: Bearbeiten
es: Editar
fr: Editer
it: Modifica
pt: Editar

source: Edit Address
de: Bearbeiten Sie Ihre Adresse
es: Editar la dirección
fr: Editer l'adresse
it: Modifica indirizzo
pt: Editar endereço

source: Submit
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar

source: Cancel
de: Abbrechen
es: Anular
fr: Annuler
it: Annulla
pt: Cancelar

source: Verify Email address
de: Überprüfen Sie die E-Mail-Adresse
es: Verificar la dirección de correo electrónico
fr: Vérifier l'adresse e-mail
it: Verifica indirizzo email
pt: Verificar endereço de e-mail

source: Member Activation
de: Mitgliedseinstellung
es: Activación de un Miembro
fr: Activation d'un Membre
it: Attivazione del Membro
pt: Ativação de Membro

source: E-mail Confirmation
de: E-Mail-Bestätigung
es: Confirmación de correo electrónico
fr: Confirmation de l'e-mail
it: Conferma dell'e-mail
pt: Confirmação de E-mail

source: Greetings!
de: Hallo!
es: Salutaciones!
fr: Bonjour!
it: Saluti!
pt: Ossé!

source: You received this mail because you attempted to create an account on our website or because a member created and activated your account
fr: Tu reçois ce mail car tu essayes de créer un compte sur notre site web ou bien parce qu'un membre a créé et activé ton compte
it: Hai ricevuto questa email perché hai tentato di creare un account sul nostro sito web o perche' un membro ha creato e attivato il tuo account

source: Please click on the link below to confirm the email and activate your account.
de: Bitte klicken Sie auf den Link unten, um die E-Mail zu bestätigen und Ihr Konto zu aktivieren.
es: Plea\u00e7e, haz clic en el enlace a continuaci\u00f3n para confirmar la direcci\u00f4n de correo y activar tu cuenta.
fr: Merci de cliquer sur le lien ci-dessous pour confirmer l'adresse e-mail et activer ton compte.
it: Per favore, clicca sul link qui sotto per confermare l'email e attivare il tuo account.
pt: Por favor, clique no link abaixo para confirmar o endereço de e-mail e ativar sua conta.

source: You'll be joining us right after the verification !
de: Du wirst uns nach der Überprüfung bei uns sein!
es: Tú nos unirás justo después de la verificación!
fr: Tu nous rejoindras juste après la vérification !
it: Ci raggiungerai subito dopo la verifica!
pt: Você estará se juntando a nós logo após a verificação!

source: Verify
de: Überprüfen
es: Verificar
fr: Vérifier
it: Verificare
pt: Verificar

source: Do not reply to this mail, it is machine generated.
de: Bitte antworten Sie nicht an diese E-Mail, sie ist maschinell generiert.
es: No responder a este correo electrónico, es generado por ordenador.
fr: Ne pas répondre à ce mail, il est généré par ordinateur.
it: Non rispondere a questa email, è generata automaticamente.
pt: Não responda a este e-mail, ele foi gerado por máquina.

source: Hi %(followed_name)s, <br><a href="%(follower_url)s">%(follower_name)s</a> is now following you on %(site_name)s!
de: Hallo %(followed_name)s, <br><a href="%(follower_url)s">%(follower_name)s</a> ist jetzt auf %(site_name)s gefolgt!",
es: Hola %(followed_name)s, <br><a href="%(follower_url)s">%(follower_name)s</a> te sigue ahora en %(site_name)s!
fr: Bonjour %(followed_name)s, <br><a href="%(follower_url)s">%(follower_name)s</a> te suit maintenant sur %(site_name)s!
it: Ciao %(followed_name)s, <br><a href="%(follower_url)s">%(follower_name)s</a> ora ti segue su %(site_name)s!
pt: Olá %(followed_name)s, <br><a href="%(follower_url)s">%(follower_name)s</a> está agora seguindo você em %(site_name)s!

source: Password reset request for %(sitename)s
fr: Demande de réinitialisation de mot de passe pour %(sitename)s
it: Richiesta di reimpostazione della password per %(sitename)s

source: Hi %(userfullname)s,
fr: Salut %(userfullname)s,
it: Ciao %(userfullname)s,

source: You received this mail because you requested to reset your password to your "%(sitename)s" site at %(domain)s.
fr: Tu as recu ce mail en réponse à ta demande de réinitialisation du mot de passe de ton compte sur ton site "%(sitename)s" sur %(domain)s.
it: Hai ricevuto questa email perche hai richiesto di resettare la password a "%(sitename)s" su %(domain)s.

source: Please go to the following page and choose a new password
fr: Merci de te rendre sur cette page et de choisir un nouveau mot de passe
it: Per favore, vai su questa pagina e scegli un nuovo password

source: Your username, in case you’ve forgotten
fr: Ton nom d’utilisateur, en cas d’oubli
it: Tuo nome d'utente, in caso di dimenticata

source: Thanks for using %(sitename)s !
fr: Merci d'utiliser %(sitename)s !
it: Grazie di aver utilizzato %(sitename)s!

source: The %(sitename)s administrator
fr: L'administrateur du site %(sitename)s
it: L'amministratore del sito %(sitename)s

source: If you didn't request a password reset, please contact the administrator of "%(sitename)s" at %(domain)s and try to reset your password in case someone tried to hijack your account.
fr: Si tu n'avais pas demandé de réinitialisation de mot de passe, contacte l'administrateur du site "%(sitename)s" sur %(domain)s et essaie de définir un nouveau mot de passe, en cas de tentative de vol de ton compte.
it: Se non hai richiesto la ricalculation del password, contatta l'amministratore del sito '%(sitename)s' su %(domain)s e prova a reimpostare il tuo password in caso di tentativo di estorsione del tuo account.

source: Invitation for %(invited)s to register to %(site_name)s
de: Einladung für %(invited)s zur Registrierung bei %(site_name)s
es: Invitación para %(invited)s a registrarse en %(site_name)s
fr: Invitation pour %(invited)s à s'inscrire sur %(site_name)s
it: Invito per %(invited)s a registrarsi su %(site_name)s
pt: Convite para %(invited)s se registrarem em %(site_name)s

source: Registration to the "%(site_name)s" site
de: Anmeldung auf der Website "%(site_name)s
es: Registro en el sitio '%(site_name)s'
fr: Enregistrement sur le site "%(site_name)s"
it: Registrazione al sito "%(site_name)s
pt: Registo no sítio "%(site_name)s"

source: Hello %(invited)s, this is %(inviter)s!
de: Hallo %(invited)s, das ist %(inviter)s!",
es: Hola %(invited)s, es %(inviter)s!
fr: Bonjour %(invited)s, c'est %(inviter)s!
it: Ciao %(invited)s, sono %(inviter)s!
pt: Olá %(invited)s, isso é %(inviter)s!

source: I invite you to register on the %(site_name)s website I created for managing our big family!
de: Ich lade dich ein, dich auf der %(site_name)s-Website anzumelden, die ich für die Verwaltung unserer großen Familie erstellt habe!
es: Me invito a registrarte en el sitio web %(site_name)s que cree para gestionar nuestra gran familia!
fr: Je t'invite à t'inscrire sur le site web %(site_name)s que j'ai créé pour gérer notre grande famille !
it: Ti invito a registrarti sul sito web %(site_name)s che ho creato per gestire la nostra grande famiglia!
pt: Eu convido você a se registrar no site web %(site_name)s que eu criei para gerenciar nossa grande família!

source: I invite you to register on the %(site_name)s website created by %(admin)s for managing our big family!
de: Ich lade dich ein, dich auf der Website %(site_name)s anzumelden, die von %(admin)s erstellt wurde, um unsere große Familie zu verwalten!
es: Me invita a registrarme en el sitio web %(site_name)s creado por %(admin)s para gestionar nuestra gran familia!
fr: Je t'invite à t'inscrire sur le site web %(site_name)s créé par %(admin)s pour gérer notre grande famille !
it: Ti invito a registrarti sul sito web %(site_name)s creato da %(admin)s per gestire la nostra grande famiglia!
pt: Eu convido você a se registrar no site web %(site_name)s criado por %(admin)s para gerenciar nossa grande família!

source: On this site, you will find a directory of the family members and a lot of features on birthdays, photos, forums, ads,...
de: Auf dieser Website findest du einen Familienverzeichnis und viele Funktionen zu Geburtstagen, Fotos, Foren, Anzeigen usw.
es: En este sitio web, encontrarás un directorio de los miembros de la familia y muchas características sobre cumpleaños, fotos, foros, anuncios,...
fr: Sur ce site, tu trouveras un annuaire des membres de la famille et de nombreuses fonctionnalités sur les anniversaires, les photos, les nouvelles, les annonces,...
it: Su questo sito, troverai un elenco dei membri della famiglia e numerose funzionalità riguardanti compleanni, foto, forum, annunci,...
pt: Este site oferece um diretório dos membros da família e uma grande quantidade de recursos sobre aniversários, fotos, fóruns, anúncios,...

source: If you know the administrator and knows he created this site, please click on the link below to go to the site and create your account.
de: Wenn Sie den Administrator kennen und wissen, dass er diesen Webauftritt erstellt hat, klicken Sie bitte auf den folgenden Link, um zum Webauftritt zu gelangen und sich ein Konto anzumelden.
es: Si conoces al administrador y sabes que él creó este sitio, haz clic en el enlace siguiente para ir al sitio y crear tu cuenta.
fr: Si tu connais l'administrateur et tu sais qu'il a créé ce site, clique sur le lien ci-dessous pour aller sur le site et créer ton compte.
it: Se conosci l'amministratore e sai che ha creato questo sito, clicca sul link qui sotto per accedere al sito e creare il tuo account.
pt: Se você conhece o administrador e sabe que ele criou este site, por favor, clique no link abaixo para ir ao site e criar sua conta.

source: You can also reply to this email to contact <a href="mailto:%(inviter_email)s">%(inviter)s</a> and check with him if he really invited you...
de: Du kannst auch eine Antwort auf diese E-Mail senden, um mit <a href="mailto:%(inviter_email)s">%(inviter)s</a> Kontakt aufzunehmen und überprüfen, ob er dich wirklich eingeladen hat.
es: También puedes responder a este correo electrónico para contactar con <a href=\"mailto:%(inviter_email)s\">%(inviter)s</a> y verificar con él si realmente lo invitó...
fr: Tu peux également répondre à ce mail pour contacter <a href="mailto:%(inviter_email)s">%(inviter)s</a> et vérifier avec lui qu'il t'a bien invité(e)...
it: Puoi anche rispondere a questa email per contattare <a href="mailto:%(inviter_email)s">%(inviter)s</a> e verificare con lui se ti ha davvero invitato...
pt: Você também pode responder a este e-mail para entrar em contato com <a href='mailto:%(inviter_email)s'>%(inviter)s</a> e verificar se ele realmente convidou você...

source: Sign up
de: Registrieren
es: Sescribirse
fr: S'enregistrer
it: Registrati
pt: Se inscrever

source: Registration request for %(site_name)s
de: Registrierungsanfrage für %(site_name)s
es: Registro de solicitud para %(site_name)s
fr: Demande d'enregistrement pour %(site_name)s
it: Richiesta di registrazione per %(site_name)s
pt: Registo de solicitação para %(site_name)s

source: Registration request for the "%(site_name)s" site
de: Registrierungsanfrage für den '%(site_name)s'-Standort
es: Registro de solicitud para el sitio '%(site_name)s'
fr: Demande d'enregistrement pour le site "%(site_name)s"
it: Richiesta di registrazione per il sito "%(site_name)s
pt: Pedido de registo para o sítio "%(site_name)s"

source: %(name)s (%(email)s) requested to register to your cousinades site
de: %(name)s (%(email)s) hat sich angemeldet für die Cousinades-Website.
es: %({name}s (%{email}) ha pedido para registrarse en tu sitio de cousinadas.
fr: %(name)s (%(email)s) a demandé à s'enregistrer sur ton site de cousinades.
it: %(name)s (%(email)s) ha richiesto di registrarsi al tuo sito di riunioni familiari.
pt: %(name)s (%(email)s) solicitou-se inscrever no seu site de parentesco.

source: Here is the message he sent:
de: Hier ist die Nachricht, die er geschickt hat:
es: Aquí está el mensaje que envió:
fr: Voici le message qu'il a envoyé:
it: Ecco il messaggio che ha inviato:
pt: Éssa é a mensagem que ele enviou.

source: You received this mail because you are the administrator of the "%(site_name)s" site.
de: Du hast diese E-Mail erhalten, weil du der Administrator des Sites "%(site_name)s" bist.
es: Tú recibiste este correo porque eres el administrador del sitio '%(site_name)s'.
fr: Tu as reçu ce mail car tu es l'administrateur du site "%(site_name)s".
it: Hai ricevuto questa email perché sei l'amministratore del sito "%(site_name)s".
pt: Você recebeu este e-mail porque você é o administrador do '%(site_name)s' site.

source: Open invitation page
de: Offene Einladungsseite
es: Abrir la página de invitación
fr: Ouvrir la page d'invitation
it: Apri la pagina di invito
pt: página de convite aberta

source: New invitation to register on %(site_name)s
de: Neue Einladung zur Registrierung auf %(site_name)s
es: Nueva invitación para registrarse en %(site_name)s
fr: Nouvelle invitation à s'inscrire sur %(site_name)s
it: Nuovo invito a registrarsi su %(site_name)s
pt: Nova convite para se registrar em %(site_name)s

source: Invitation to register on %(site_name)s sent by %(inviter)s to %(invited)s
de: Einladung zur Registrierung auf %(site_name)s von %(inviter)s an %(invited)s
es: Invitación para registrarse en %(site_name)s enviada por %(inviter)s a %(invited)s
fr: Invitation à s'inscrire sur %(site_name)s envoyée par %(inviter)s à %(invited)s
it: Invito a registrarsi su %(site_name)s inviato da %(inviter)s a %(invited)s
pt: %(site_name)s criou uma convite para se registrar em %(site_name)s, enviada por %(inviter)s para %(invited)s

source: Hello %(admin)s, for your information, %(inviter)s (%(inviter_email)s) sent an invitation to %(invited)s (%(invited_email)s) to register on the %(site_name)s website.
de: Hallo %(admin)s, für Ihre Information hat %(inviter)s (%(inviter_email)s) eine Einladung an %(invited)s (%(invited_email)s) geschickt, um sich auf der Website %(site_name)s anzumelden.
es: ¡Hola %(admin)s, para tu información, %(inviter)s (%(inviter_email)s) envió una invitación a %(invited)s (%(invited_email)s) para registrarse en el sitio web %(site_name)s.
fr: Bonjour %(admin)s, pour information, %(inviter)s (%(inviter_email)s) a envoyé une invitation à %(invited)s (%(invited_email)s) pour s'inscrire sur le site web %(site_name)s.
it: Salve %(admin)s, per sua informazione, %(inviter)s (%(inviter_email)s) ha inviato un invito a %(invited)s (%(invited_email)s) per registrarsi sul sito web %(site_name)s.
pt: Olá %(admin)s, para informações, %(inviter)s (%(inviter_email)s) enviou uma solicitação de inscrição para %(invited)s (%(invited_email)s) no site %(site_name)s.
