Repository: leolivier/cousins-matter
Catalog: members/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: There is now way to block this invitation, so if you don't know %(invited)s or don't want him/her to register on this site, please contact him/her or %(inviter)s using the following emails:
de: Es gibt keine Möglichkeit, diese Einladung zu blockieren. Wenn Sie %(invited)s nicht kennen oder ihn/sie nicht dazu bringen möchten, sich auf dieser Website anzumelden, kontaktieren Sie bitte diesen Person oder %(inviter)s per E-Mail:
es: No hay manera de bloquear esta invitación, así que si no conoces a %(invited)s o no quieres que se registre en este sitio, por favor contacta con él/ella o con %(inviter)s utilizando los siguientes correos electrónicos:
fr: Il n'y a pas de moyen de bloquer cette invitation, donc si tu ne connais pas %(invited)s ou ne veux pas qu'il/elle s'enregistre sur ce site, merci de contacter cette personne ou %(inviter)s en utilisant les courriels suivants:
it: Non c'è modo di bloccare questo invito, quindi se non conosci %(invited)s o non vuoi che si registri su questo sito, per favore contatta lui/lei o %(inviter)s utilizzando le seguenti email:
pt: Não há forma de bloquear essa convite, portanto, se você não conhece %(invited)s ou não deseja que ele/ela se inscreva neste site, por favor entre em contato com ele/ela ou %(inviter)s usando os seguintes e-mails:

source: Family Detail
de: Familiendetail
es: Détalle de la Familia
fr: Détail de la Famille
it: Dettaglio della Famiglia
pt: Detalhe da Família

source: Family name
de: Familienname
es: Nombre de Familia
fr: Nom de Famille
it: Cognome
pt: Nome Familiar

source: This family has no declared parent family.
de: Diese Familie hat keine erklarierte Familienlinie.
es: Esta familia no tiene una familia parental declarada.
fr: Cette famille n'a pas de famille parente déclarée.
it: Questa famiglia non ha una famiglia genitore dichiarata.
pt: Esta família não tem uma família parental declarada.

source: Edit Family
de: Bearbeiten Familie
es: Editar la Familia
fr: Editer la Famille
it: Modifica Famiglia
pt: Editar Família

source: Sign in
de: Anmeldung
es: Se conectar
fr: Se connecter
it: Accedi
pt: Entrar

source: Need An Account?
de: Braucht man ein Konto?
es: Besdeño de un cuenta?
fr: Besoin d'un compte?
it: Hai bisogno di un account?
pt: Você precisa de um conta?

source: Request invitation link
de: Bitte um Einladungslink
es: Demandar una invitación
fr: Demander une invitation
it: Richiedi link di invito
pt: Pedir um link de convite

source: Password Forgotten?
de: Passwort vergessen?
es: Contraseña olvidada?
fr: Mot de passe oublié?
it: Password dimenticata?
pt: Senha Esquecida?

source: Reset password
de: Zurücksetzen des Passworts
es: Reiniciar la contraseña
fr: Reinitialiser le mot de passe
it: Reimposta password
pt: Resetar senha

source: Password Change
de: Passwort ändern
es: Change de contraseña
fr: Changement du mot de passe
it: Modifica della password
pt: Alteração de senha

source: Change password
de: Ändern Sie Ihr Passwort
es: Cambiar la contraseña
fr: Changer le mot de passe
it: Cambia password
pt: Alterar senha

source: Password resetting
de: Passwort zurücksetzen
es: Réinitialización del password
fr: Réinitialisation du mot de passe
it: Reimpostazione della password
pt: Resetação de senha

source: Send a reset link
de: Senden Sie einen Zurücksetzen-Link
es: Enviar un enlace de reinicio
fr: Envoyer un lien de réinitialisation
it: Invia un link di reimpostazione
pt: Enviar um link de reinicialização

source: Password Not Forgotten?
de: Passwort nicht vergessen?
es: Contraseña no olvidada?
fr: Mot de passe non oublié?
it: Password non dimenticata?
pt: Senha não esquecida?

source: Password reset complete
de: Passwort-Wiederherstellung abgeschlossen
es: Reinicialización del password terminada
fr: Reinitialisation du mot de passe terminée
it: Reimpostazione della password completata
pt: Senha reiniciada com sucesso

source: Your password has been set. You may go ahead and sign in now.
de: Dein Passwort wurde festgelegt. Du kannst jetzt anmelden.
es: Tu contraseña ha sido establecida. Puedes ahora iniciar sesión.
fr: Ton mot de passe a été défini. Tu peux maintenant te connecter.
it: La tua password è stata impostata. Ora puoi procedere con l'accesso.
pt: Seu senha foi definida. Você pode prosseguir e fazer login agora.

source: Password reset confirmation
de: Passwort-Wiederherstellung-Bestätigung
es: Confirmación de la reinicialización del contraseña
fr: Confirmation de la réinitialisation du mot de passe
it: Conferma di reimpostazione della password
pt: Confirmação de reinicialização do senha

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir überprüfen können, dass Sie es korrekt eingegeben haben.
es: Plea\u00e7e entre en tu nuevo contrase\u00f1a dos veces para que podamos verificar que lo has ingresado correctamente.
fr: Merci d'entrer ton nouveau mot de passe deux fois pour que nous puissions vérifier que tu l'as entré correctement.
it: Per favore, inserisci la tua nuova password due volte in modo che possiamo verificare che l'hai digitata correttamente.
pt: Por favor, insira seu novo senha duas vezes para que possamos verificar se você digitou corretamente.

source: Change my password
de: Ändern Sie mein Passwort
es: Modificar mi contraseña
fr: Modifier mon mot de passe
it: Cambia la mia password
pt: Alterar minha senha.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Passwortsperrlink war ungültig, möglicherweise weil er bereits verwendet wurde. Bitte beantragen Sie eine neue Passwort-Wiederherstellung.
es: El enlace de reinicio de contraseña es inválido, probablemente porque ya ha sido utilizado. Por favor solicite un nuevo enlace de reinicio de contraseña.
fr: Le lien de réinitialisation du mot de passe est invalide, probablement parce qu'il a déjà été utilisé. Merci de demander une nouvelle réinitialisation du mot de passe.
it: Il link per reimpostare la password non è valido, probabilmente perché è già stato utilizzato. Si prega di richiedere una nuova reimpostazione della password.
pt: O link de resetar senha foi inválido, possivelmente porque já foi usado. Por favor, solicite uma nova resetar senha.

source: Password reset sent
de: Passwort zurücksetzen wurde versendet
es: Reinitialización del password enviado
fr: Reinitialisation du mot de passe envoyée
it: Reimpostazione della password inviata
pt: Mot de passe reinitialisé

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
de: Wir haben Ihnen E-Mail mit Anweisungen zur Passwortänderung geschickt, falls ein Konto mit der eingegebenen E-Mail-Adresse existiert. Sie erhalten diese bald.
es: Nos hemos enviado instrucciones para establecer su contraseña, si existe un cuenta con la dirección de correo electrónico que ingresaste. Debería recibirlos pronto.
fr: Nous t'avons envoyé des instructions pour définir ton mot de passe, si un compte existe avec l'adresse e-mail que tu as entrée. Tu devrais le recevoir bientôt.
it: Ti abbiamo inviato le istruzioni per impostare la tua password, se esiste un account con l'indirizzo email che hai inserito. Dovresti riceverle a breve.
pt: Nosso e-mail te enviou instruções para configurar sua senha, se um perfil existir com o e-mail que você inseriu. Você deve receber essas instruções breve tempo.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
de: Wenn Sie kein E-Mail erhalten, überprüfen Sie bitte, ob Sie die Adresse eingegeben haben, mit der Sie sich angemeldet haben, und prüfen Sie Ihren Spam-Ordner.
es: Si no recibes un correo electrónico, verifica que has ingresado correctamente la dirección con la que te registraste, y revisa tu carpeta de spam.
fr: Si tu ne recois pas d'e-mail, vérifie que tu as bien entré l'adresse que tu as utilisée pour t'enregistrer, et vérifie ton dossier de spams.
it: Se non ricevi un'e-mail, assicurati di aver inserito l'indirizzo con cui ti sei registrato e controlla la cartella dello spam.
pt: Se você não receber um e-mail, certifique-se de que você inseriu a endereço que você registrou, e verifique sua caixa de spam.

source: Birthdays
de: Geburtstage
es: Aniversarios
fr: Anniversaires
it: Compleanni
pt: Data de nascimento

source: Birthdays in the next %(ndays)s days
de: Geburtdaten in den nächsten %(ndays)s Tagen
es: Birthday en los próximos %(ndays)s días
fr: Anniversaires dans les %(ndays)s prochains jours
it: Compleanni nei prossimi %(ndays)s giorni
pt: Data de aniversário nos próximos %(ndays)s dias

source: turns %(age)s today, happy birthday!
de: Heute feiert %(age)s-jähriges, Happy Birthday!
es: {age} años hoy, feliz cumpleaños!
fr: a %(age)s ans aujourd'hui, joyeux anniversaire!
it: compie %(age)s anni oggi, buon compleanno!
pt: Vira %(age)s anos hoje, feliz aniversário!

source: will turn %(age)s tomorrow, happy birthday!
de: wird morgen %(age)s, Happy Birthday!
es: tendrá %(age)s años mañana, feliz cumpleaños!
fr: aura %(age)s ans demain, joyeux anniversaire!
it: compirà %(age)s anni domani, buon compleanno!
pt: Vai dar %(age)s anos amanhã, feliz aniversário!

source: will turn %(age)s on %(birthday)s
de: wird %(age)s auf %(birthday)s
es: tendrá %(age)s años el día de %(birthday)s
fr: aura %(age)s ans %(birthday)s
it: compirà %(age)s anni il %(birthday)s
pt: Vai dar %(age)s anos no %(birthday)s

source: No birthdays in next %(ndays)s days
de: Keine Geburtstage in den nächsten %(ndays)s Tagen
es: No anniversario en los próximos %(ndays)s días
fr: Pas d'anniversaire dans les prochains %(ndays)s jours
it: Nessun compleanno nei prossimi %(ndays)s giorni
pt: Não há aniversários nos próximos %(ndays)s dias

source: Import Members
de: Mitgliederauswahl importieren
es: Importación de Miembros
fr: Importation de Membres
it: Importazione Membri
pt: Importar Membros

source: Export Members
de: AusEXPORT-Mitglieder
es: Exportación de Miembros
fr: Exportation de Membres
it: Esportazione Membri
pt: Exportar Membros

source: You can export members to a CSV file. The first line of the file contains the field names.
de: Du kannst Mitglieder in ein CSV-Datei exportieren. Die erste Zeile des Dokuments enthält die Feldnamen.
es: Puedes exportar miembros a un archivo CSV. La primera línea del archivo contiene los nombres de los campos.
fr: Tu peux exporter des membres vers un fichier CSV. La première ligne du fichier contient les noms des champs.
it: Puoi esportare i membri in un file CSV. La prima riga del file contiene i nomi dei campi.
pt: Você pode exportar membros para um arquivo CSV. A primeira linha do arquivo contém os nomes dos campos.

source: All fields are present and empty if not present in the database.
de: Alle Felder sind vorhanden und leer, wenn sie nicht im Datenbank vorhanden sind.
es: Todos los campos están presentes y vacíos si no están presentes en la base de datos.
fr: Tous les champs sont présents et vides si ils ne sont pas presents dans la base de données.
it: Tutti i campi sono presenti e vuoti se non sono presenti nel database.
pt: Todos os campos estão presentes e vazios se não estiverem presentes na base de dados.

source: Admins can re-import the files after modification with any CSV editor.
de: Administratoren können die Dateien nach Modifikation wieder importieren, mit jedem CSV-Editor.
es: Administradores pueden reimportar los archivos después de la modificación con cualquier editor de CSV.
fr: Les administrateurs peuvent re-importer les fichiers à la modification avec n'importe quel éditeur de CSV.
it: Gli amministratori possono reimportare i file dopo la modifica con qualsiasi editor CSV.
pt: Administradores podem reimportar os arquivos após a modificação com qualquer editor CSV.

source: Select members to export
de: Wählen Sie Mitglieder zum Exportieren aus
es: Sélectionnar los miembros a exportar
fr: Sélectionner les membres à exporter
it: Seleziona i membri da esportare
pt: Selecione os membros para exportar

source: Family filter
de: Familienfilter
es: Filtro de Familia
fr: Filtre sur la Famille
it: Filtro famiglia
pt: Filtra de Família

source: City filter
de: Stadtfilter
es: Filtro de Ciudad
fr: Filtre sur la Ville
it: Filtro Città
pt: Filtra pela Cidade

source: Last name filter
de: Letzter Name Filter
es: Filtro de apellido
fr: Filtre sur le nom de famille
it: Filtro per cognome
pt: Filtra por último nome

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt: Exportar

source: Select a name...
de: Wählen Sie einen Namen aus...
es: Seleccionar un nombre...
fr: Selectionner un nom...
it: Seleziona un nome...
pt: Escolher um nome...

source: Select a city...
de: Wählen Sie eine Stadt...
es: Seleccionar una ciudad...
fr: Selectionner une ville...
it: Seleziona una città...
pt: Selecione uma cidade...

source: Select a family...
de: Wählen Sie eine Familie...
es: Seleccionar una familia...
fr: Selectionner une famille...
it: Seleziona una famiglia...
pt: Selecione uma família...

source: Clear selection
de: Klare Auswahl
es: Vaciar la selección
fr: Vider la sélection
it: Cancella selezione
pt: Seleção clara

source: You can import members from a CSV file. The first line of the file must contain the field names as described below.
de: Du kannst Mitglieder aus einem CSV-Datei importieren. Die erste Zeile des Dokuments muss die Feldnamen enthalten, wie unten beschrieben.
es: Puedes importar miembros desde un archivo CSV. La primera línea del archivo debe contener los nombres de los campos como se describe a continuación.
fr: Vous pouvez importer des membres à partir d'un fichier CSV. La première ligne du fichier doit contenir les noms des champs comme décrit ci-dessous.
it: Puoi importare i membri da un file CSV. La prima riga del file deve contenere i nomi dei campi come descritto di seguito.
pt: Você pode importar membros de um arquivo CSV. A primeira linha do arquivo deve conter os nomes dos campos como descrito abaixo.

source: The file must contain at least these columns:
de: Der Datei muss mindestens diese Spalten enthalten:
es: El archivo debe contener al menos las columnas siguientes:
fr: Le fichier doit contenir au moins les colonnes suivantes:
it: Il file deve contenere almeno le seguenti colonne:
pt: O arquivo deve conter pelo menos essas colunas:

source: You can also add these optional columns:
de: Du kannst auch diese optionalen Spalten hinzufügen:
es: También puedes agregar estas columnas opcionales:
fr: Tu peux également ajouter ces colonnes optionnelles:
it: Puoi anche aggiungere queste colonne opzionali:
pt: Você também pode adicionar essas colunas opcionais.

source: Avatars must be image file names.
de: Avatars müssen Bilddatei-Namen sein.
es: Los avatares deben ser nombres de archivos imágenes.
fr: Les avatars doivent être des noms de fichiers images.
it: Gli avatar devono essere nomi di file immagine.
pt: Os avatares devem ser nomes de arquivos de imagem.

source: They must be uploaded manually first in the avatars folders of the %(media_root)s folder.
de: Sie müssen zuerst manuell in den Avatar-Ordnern des Ordner %(media_root)s hochgeladen werden.
es: They deben primero ser subidos manualmente en el directorio avatars del directorio %(media_root)s.
fr: Ils doivent d'abord être téléchargés manuellement dans le dossier avatars du dossier %(media_root)s.
it: Devono essere prima caricati manualmente nelle cartelle degli avatar della cartella %(media_root)s.
pt: Devem ser carregados manualmente primeiro no pasto de avatares do diretório %(media_root)s.

source: The date of birth must be entered in the format YYYY/MM/DD.
de: Die Geburtsdatum muss im Format YYYY/MM/DD eingegeben werden.
es: La fecha de nacimiento debe ser ingresada en el formato AAAA/MM/DD.
fr: La date de naissance doit être fournie dans le format AAAA/MM/JJ.
it: La data di nascita deve essere inserita nel formato AAAA/MM/GG.
pt: O dia do nascimento deve ser inserido no formato AAAA/MM/JJ.

source: Families must be entered by name. They will be created on the fly if they don't already exist.
de: Familien müssen per Namen eingetragen werden. Sie werden automatisch erstellt, wenn sie nicht bereits existieren.
es: Las familias deben ser ingresadas por su nombre. Se crearán a la ligera si no ya existen.
fr: Les familles doivent être saisies par leur nom. Elles seront créées à la volée si elles n'existent pas déjà.
it: Le famiglie devono essere inserite per nome. Verranno create al momento se non esistono già.
pt: Famílias devem ser inseridas pelo nome. Elas serão criadas à vista se não já existirem.

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
pt: Importar

source: Member Detail
de: Mitglied Details
es: Detalles de un Miembro
fr: Détail d'un Membre
it: Dettaglio del Membro
pt: Detalhe do Membro

source: Active member
de: Aktive Mitglied
es: Membro activo
fr: Membre actif
it: Membro attivo
pt: Membro ativo

source: Member managed by
fr: Membre géré par
it: Membro gestito da

source: Hobbies
de: Hobbys
fr: Loisirs
it: Passatempi
pt: Atividades

source: Deceased on
fr: Décédé(e) le
it: Morto il

source: (Only %(name)s can manage this member)
de: Nur %(name)s kann dieses Mitglied verwalten.
es: (Sólo %(name)s puede gestionar este miembro)
fr: (Seul.e %(name)s peut gérer ce membre)
it: (Solo %(name)s può gestire questo membro)
pt: (Só %(name)s pode gerenciar este membro)

source: Change Password
de: Ändern Sie Ihr Passwort
es: Cambiar la contraseña
fr: Changer le mot de passe
it: Cambia password
pt: Alterar Senha

source: Activate Account
de: Aktivieren Sie Konto
es: Activar Cuenta
fr: Activer le compte
it: Attiva l'account
pt: Ativar Conta

source: Delete my account
it: Eliminare il mio account?

source: Are you sure you want to delete your account and all associated data? This is irrecoverable!
de: Sind Sie sicher, dass Sie Ihr Konto löschen und alle zugehörigen Daten löschen möchten? Das ist endgültig!
es: ¿Estás seguro de que quieres eliminar tu cuenta y todas las datos asociados? Es irreversibles!
fr: Êtes-vous sûr de vouloir supprimer votre compte et toutes les données qui y sont associées ? C'est irrécupérable !
it: Sei sicuro di voler eliminare il tuo account e tutti i dati associati? Questa azione è irreversibile!
pt: Você está seguro de querer apagar seu conta e todos os dados associados? Isso é irreversível!

source: Delete member
de: Löschen Sie den Mitglied
es: Eliminar el Miembro
fr: Supprimer le Membre
it: Elimina membro
pt: Apagar membro

source: Are you sure you want to delete %(name)s's account and all associated data?
de: Seht ihr sicher, dass Sie den Account von %(name)s löschen und alle zugehörigen Daten entfernen wollen?
es: Sí está seguro de querer eliminar la cuenta de %(name)s y todas las datos asociados?
fr: Êtes-vous sûr de vouloir supprimer le compte de %(name)s et toutes les données associées ?
it: Sei sicuro di voler eliminare l'account di %(name)s e tutti i dati associati?
pt: Você está seguro de querer apagar o perfil de %(name)s e todas as informações relacionadas?

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Apagar

source: Update
de: Aktualisieren
es: Meter a actualizar
fr: Mettre à jour
it: Aggiornare
pt: Atualizar

source: Create
de: Erstellen
es: Créar
fr: Créer
it: Crea
pt: Crear

source: Lost your verification email?
de: Haben Sie Ihre Bestätigungs-E-Mail verloren?
es: Correo de verificación perdido?
fr: Mail de vérification perdu?
it: Hai perso l'email di verifica?
pt: Você perdeu seu e-mail de verificação?

source: Request a new link
de: Bitte einen neuen Link anfordern
es: Demandar un nuevo enlace
fr: Demander un nouveau lien
it: Richiedi un nuovo link
pt: Pedir um novo link

source: New Address
de: Neue Adresse
es: Nueva Dirección
fr: Nouvelle Adresse
it: Nuovo Indirizzo
pt: Nova Endereço

source: New Family
de: Neue Familie
es: Nueva Familia
fr: Nouvelle Famille
it: Nuova Famiglia
pt: Nova Família

source: Change Address
de: Ändern Sie Ihre Adresse
es: Modificar la Dirección
fr: Modifier l'Adresse
it: Modifica Indirizzo
pt: Alterar Endereço

source: Change Family
de: Ändern Sie die Familie
es: Modificar la Familia
fr: Modifier la Famille
it: Modifica Famiglia
pt: Alterar a Família

source: Address created<br>Warning, it won't be assigned to the member until you save him/her
it: Indirizzo creato<br>Attenzione, non sarà assegnato al membro fino a quando non lo salverai

source: Address updated<br>Warning, all other members with the same address have been updated too
it: Indirizzo aggiornato<br>Attenzione, tutti i membri con lo stesso indirizzo sono stati aggiornati

source: New Parent Family
de: Neue Elternfamilie
es: Nueva Familia Padre
fr: Nouvelle Famille Parente
it: Nuova Famiglia Genitore
pt: Nova Família de Pais

source: A family with this name already exists!
it: Una famiglia con questo nome esiste già!

source: Family created<br>Warning, it won't be assigned to the member until you save him/her
it: Famiglia creata<br>Attenzione, non sarà assegnata al membro fino a quando non lo salverai

source: Parent family created
de: Elternfamilie gegründet
es: Familia parental creada
fr: Famille parente créée
it: Famiglia genitore creata
pt: Família parental criou

source: Family updated<br>Warning, all other members of this family have been updated too
it: Famiglia aggiornata<br>Attenzione, tutti i membri di questa famiglia sono stati aggiornati

source: This username is not available!
de: Dieser Benutzername ist nicht verfügbar!
es: Este nombre de usuario ya está en uso!
fr: Ce nom d'utilisateur est déjà pris!
it: Questo nome utente non è disponibile!
pt: Este nome de usuário não está disponível!

source: Members List
de: Mitgliederliste
es: Lista de Miembros
fr: Liste des Membres
it: Elenco dei Membri
pt: Lista de Membros

source: Show directory
de: Zeige Verzeichnis
es: Mostrar el directorio
fr: Afficher l'annuaire
it: Mostra l'elenco
pt: Mostrar diretório

source: Create Member
de: Erstellen Sie Mitglied
es: Criar un Miembro
fr: Créer un Membre
it: Crea Membro
pt: Criar Membro

source: Invite Member
it: Invita Membro

source: Filter Members
de: Filter Mitglieder
es: Filtrar los Miembros
fr: Filtrer les Membres
it: Filtra i Membri
pt: Filtra os Membros

source: first name
de: Vorname
es: primer nombre
fr: prénom
it: nome
pt: Nome

source: last name
de: Name
es: nombre
fr: nom
it: cognome
pt: Último nome

source: Sort by
fr: Trier par
it: Ordina per

source: First name
fr: Prénom
it: Nome

source: Last name
fr: Nom
it: Cognome

source: Active/Managed
fr: Actif/Géré
it: Attivo/Gestito

source: No members found
de: Keine Mitglieder gefunden
es: No miembros encontrados
fr: Pas de membre trouvé
it: Nessun membro trovato
pt: Não encontraram membros

source: Members Directory
de: Mitgliederverzeichnis
es: Annuaire de los Miembros
fr: Annuaire des Membres
it: Elenco dei Membri
pt: Registro de Membros

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
pt: Imprimir

source: Print as PDF
de: Drucken als PDF
es: Imprimir como PDF
fr: Imprimer en PDF
it: Stampa come PDF
pt: Imprimir como PDF

source: Email Verification Successful!
de: E-Mail-Verifizierung erfolgreich!
es: Verificación de la dirección de correo electrónico exitosa!
fr: Vérification de l'adresse e-mail réussie!
it: Verifica dell'email riuscita!
pt: Verificação de E-mail Realizada com Sucesso!
