Repository: leolivier/cousins-matter
Catalog: classified_ads/locale/*/LC_MESSAGES/django.po
Languages: de

source: Real estate
de: Immobilien

source: Rental
de: Miete

source: Sale
de: Verkauf

source: House
de: Haus

source: Apartment
de: Wohnung

source: Land
de: Garten

source: Commercial
de: Geschäft

source: Collective Housing
de: Mietwohnungen

source: Other
de: Sonstiges

source: Vehicles
de: Fahrzeuge

source: Cars
de: Auto

source: Motorcycles
de: Motorrad

source: Bicycles
de: Fahrrad

source: Boats
de: Boot

source: Trucks
de: LKW

source: Scooters
de: Scooter

source: Caravan
de: Wohnmobile

source: Holidays
de: Urlaub

source: Seasonal Rental
de: Saisonliche Miete

source: Job offers
de: Jobangebote

source: Temporary Job
de: Temporaerer Job

source: Open Ended Job
de: Unendlicher Job

source: Fixed-term contract job offers
de: Vertragsjobangebote

source: Internship
de: Praktikum

source: Professional Training
de: Berufsausbildung

source: Volunteering
de: Freiwilligung

source: Services
de: Dienstleistungen

source: Home Services
de: Hausdienstleistungen

source: Professional Services
de: Berufsdienstleistungen

source: Clothes
de: Kleidung

source: Shoes
de: Schuhe

source: Accessories
de: Accessoires

source: Jewelry
de: Schmuck

source: Home
de: Haus

source: Furniture
de: Möbel

source: Decor
de: Erzierung

source: Household Appliances
de: Haushaltsgeräte

source: Tableware
de: Teller

source: Household linen
de: Haushaltswäsche

source: DIY tools and equipment
de: Handwerkszeuge

source: Garden tools and equipment, plants and seeds
de: Gartenzeuge und Pflanzen

source: Family
de: Familie

source: Baby equipment
de: Babyzeuge

source: Baby clothes
de: Babykleidung

source: Children's furniture
de: Kindermöbel

source: Children's clothes
de: Kinderkleidung

source: Maternity clothes
de: Mutterkleidung

source: Children's shoes
de: Kinderstiefel

source: Children's accessories
de: Kinderaccessoires

source: Toys
de: Spiele

source: Baby sitting
de: Sitter

source: Electronics
de: Elektronik

source: Computers
de: Computer

source: Cameras
de: Kameras

source: Televisions
de: TVs

source: Phones
de: Telefonen

source: Game Consoles
de: Spielkonsole

source: eBook Readers & Tablets
de: eBook Leser & Tablets

source: Video Games
de: Video Spiele

source: Leisure
de: Freizeit

source: Books
de: Bücher

source: Movies
de: Filme

source: Music
de: Musik

source: Games
de: Spiele

source: Collectibles
de: Sammelobjekte

source: Musical Instruments
de: Musikinstrumente

source: Models
de: Modelle

source: Antiques
de: Antiken

source: Professional equipment
de: Berufsausrüstung

source: Pets
de: Tiere

source: Donations
de: Spenden

source: New
de: Neu

source: Like New
de: Als neu

source: Very Good
de: Sehr gut

source: Good
de: Gut

source: Fair
de: Gering

source: Poor
de: Schlecht

source: For Parts/Not Working
de: Teile/Nicht funktioniert

source: For Sale
de: Verkauf

source: Sold
de: Verkauft

source: Closed
de: Geschlossen

source: Pickup only
de: Nur abholen

source: Shipping only
de: Nur versandt

source: Pickup or Shipping
de: Abholen oder versandt

source: Classified Ad
de: Gesuchte Anzeige

source: Classified Ads
de: Gesuchte Anzeigen

source: Ad Photo
de: Foto der Anzeige

source: Ad Photos
de: Fotos der Anzeige

source: Classified Ad Detail
de: Gesuchte Anzeige Detail

source: Added by %(owner)s on %(date_created)s
de: Geschrieben von %(owner)s am %(date_created)s

source: Category
de: Kategorie

source: Subcategory
de: Unterkategorie

source: State
de: Zustand

source: Price
de: Preis

source: Location
de: Ort

source: Shipping
de: Versand

source: Update Ad
de: Aktualisiere Anzeige

source: Are you sure you want to delete the classified ads "%(ad_name)s"
de: Bist du sicher, dass du die Anzeige "%(ad_name)s" löschen möchtest?

source: Delete Ad
de: Lösche Anzeige

source: Classified ads deletion
de: Lösche Gesuchte Anzeige

source: Send a message to the owner of this ad
de: Sende eine Nachricht an den Besitzer dieser Anzeige

source: Create Classified Ad
de: Erstelle Gesuchte Anzeige

source: Edit Classified Ad
de: Aktualisiere Gesuchte Anzeige

source: Create Ad
de: Erstelle Anzeige

source: Photos
de: Fotos

source: Maximum number of photos reached
de: Maximale Anzahl der Fotos erreicht

source: Add photo
de: Foto hinzufügen

source: New photo
de: Neues Foto

source: You will be able to add photos after creating the ad
de: Du kannst Fotos hinzufügen nachdem die Anzeige erstellt wurde

source: Message from %(username)s about ad %(title)s
de: Nachricht von %(username)s über Anzeige %(title)s

source: Hello %(recipient)s, %(username)s sent you the following message about ad %(title)s: ========== %(message)s ========== You can reply to him/her directly at this address: %(email)s. Best, The %(site_name)s admin team %(site_url)s
de: Hallo %(recipient)s, %(username)s hat dir die folgende Nachricht über die Anzeige %(title)s: ========== %(message)s ========== Du kannst dir direkt an diese Adresse antworten: %(email)s. Best, Das %(site_name)s Admin Team %(site_url)s

source: Classified ad created successfully
de: Gesuchte Anzeige erstellt

source: Classified ad updated successfully
de: Gesuchte Anzeige aktualisiert

source: Ad "%(title)s" deleted
de: Gesuchte Anzeige "%(title)s" gelöscht

source: Photo added successfully
de: Foto hinzugefügt

source: Message sent successfully
de: Nachricht gesendet
