Repository: leolivier/cousins-matter
Catalog: forum/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Content
fr: Contenu

source: Title
fr: Titre

source: posts
fr: discussions

source: Comment
fr: Commentaire

source: comments
fr: commentaires

source: %(ncomments)s comment
fr: %(ncomments)s commentaire

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Update
fr: Mettre à jour

source: Cancel
fr: Annuler

source: Add comment
fr: Ajouter un commentaire

source: Add
fr: Ajouter

source: New comment on followed post
fr: Nouveau commentaire sur un post suivi

source: %(author)s posted the following comment on '%(post_title)s':
fr: %(author)s a posté le commentaire suivant sur '%(post_title)s' :

source: Do not reply to this mail, it is machine generated.
fr: Ne répond pas à cet e-mail, il a été généré automatiquement.

source: New follower
fr: Nouveau follower

source: Your post '%(post_title)s' has a new follower!
fr: Ton post '%(post_title)s' a un nouveau follower !

source: %(follower_name)s is now following your post <a href="%(post_url)s">"%(post_title)s"</a> on %(site_name)s
fr: %(follower_name)s suit maintenant ton post <a href="%(post_url)s">"%(post_title)s"</a> sur %(site_name)s

source: New message on followed post
fr: Nouveau message sur un post suivi

source: %(author)s posted the following message on '%(post_title)s':
fr: %(author)s a posté le message suivant sur '%(post_title)s' :

source: Delete post
fr: Supprimer la conversation

source: Are you sure you want to delete "%(post)s" and all associated replies and comments?
fr: Êtes-vous sûr de vouloir supprimer "%(post)s" et toutes les réponses et commentaires associés ?

source: Confirm
fr: Confirmer

source: Post
fr: Discussion

source: %(nreplies)s answer
fr: %(nreplies)s réponse

source: unfollow
fr: ne plus suivre

source: follow
fr: suivre

source: No answer
fr: Pas de réponse

source: Your answer
fr: Ta réponse

source: Edit Post
fr: Modifier le message

source: Create Post
fr: Créer une discussion

source: Submit
fr: Soumettre

source: Latest Posts
fr: Dernières discussions

source: New comment on post "%(post_title)s"
fr: Nouveau commentaire sur le post "%(post_title)s"

source: New follower to your post "%(post_title)s"
fr: Nouveau follower pour ton post "%(post_title)s"

source: New reply to post "%(post_title)s"
fr: Nouvelle réponse au post "%(post_title)s"

source: You are no longer following this post
fr: Tu ne suis plus cette discussion

source: You are now following this post
fr: Tu suis maintenant cette discussion

source: %(follower_name)s is now following your post "%(post_title)s"
fr: %(follower_name)s suit maintenant ton post "%(post_title)s"

source: %(follower_name)s has posted a new message in the post "%(post_title)s"
fr: %(follower_name)s a posté un nouveau message sur le post "%(post_title)s"

source: %(follower_name)s has added a new comment in the post "%(post_title)s"
fr: %(follower_name)s a ajouté un nouveau commentaire sur le post "%(post_title)s"

source: Can't delete the first message of a thread!
fr: Impossible de supprimer le premier message d'une discussion!
