Repository: leolivier/cousins-matter
Catalog: troves/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: History & Stories
de: Geschichte und Geschichten
es: Historia y anécdotas
fr: Histoire et histoires
it: Storia e storie
pt: História e histórias

source: Recipes
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette
pt: Ricette

source: Family meetings
de: Familientreffen
es: Reuniones familiares
fr: Réunions de famille
it: Riunioni di famiglia
pt: Reuniões familiares

source: Recollections
de: Erinnerungen
es: Recuerdos
fr: Souvenirs
it: Ricordi
pt: Recolhas

source: Arts
es: Artes
it: Arte
pt: Artes

source: Miscellaneous
de: Verschiedenes
es: Varios
fr: Divers
it: Varie
pt: Diversos

source: Description of the treasure (this will appear in the details)
de: Beschreibung des Schatzes (dies erscheint in den Details)
es: Descripción del tesoro (esto aparecerá en los detalles)
fr: Description du trésor (ceci apparaîtra dans les détails)
it: Descrizione del tesoro (questo apparir√† nei dettagli)

source: Treasure photo
de: Foto des Schatzes
es: Foto del tesoro
fr: Photo du trésor
it: Foto del tesoro
pt: Foto do tesouro

source: Treasure file
de: Schatzkartei
es: Archivo del tesoro
fr: Fichier contenant le trésor
it: File del tesoro
pt: Ficheiro do tesouro

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt: Categoria

source: trove
de: Schatz
es: tesoro
fr: trésor
it: tesoro
pt: tesouro

source: troves
de: Schaetze
es: tesoros
fr: trésors
it: tesori
pt: tesouro

source: A treasure must have an owner.
de: Ein Schatz muss einen Besitzer haben.
es: Un tesoro debe tener dueño.
fr: Un trésor doit avoir un propriétaire.
it: Un tesoro deve avere un proprietario.
pt: tesouros

source: Treasure
de: Schatz
es: Tesoro
fr: Trésor
it: Tesoro

source: Look at the file contents
de: Die Dateiinhalt anschauen
es: Ver el contenido del archivo
fr: Voir le contenu du fichier
it: Guarda il contenuto del file

source: Modify treasure
de: Ändern Sie den Schatz
es: Modificar tesoro
fr: Modifier le trésor
it: Modificare il tesoro
pt: Modificar o tesouro

source: Add a treasure
de: Einen Schatz hinzufügen
es: Añade un tesoro
fr: Ajouter un trésor
it: Aggiungere un tesoro
pt: Adicionar um tesouro

source: Submit
de: Einreichen
es: Enviar
fr: Valider
it: Invia
pt: Enviar

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annullamento
pt: Annullamento

source: The treasure trove
de: Die Schatzthöle
es: la cueva del tesoro
fr: La caverne aux trésors
it: La grotta del tesoro
pt: A caverna do tesouro

source: Filter Treasures
de: Schatz filtern
es: Filtrar tesoros
fr: Filtrer les trésors
it: Filtra i tesori

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti

source: Description of the treasure
pt: Descrição do tesouro
