Repository: leolivier/cousins-matter
Catalog: polls/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Polls
de: Umfragen
es: Sondajes
fr: Sondages
it: Sondaggi
pt: Pesquisas

source: Check the box if Yes
de: Kreuzen Sie das Kästchen an, wenn Ja
es: Marque la casilla en caso afirmativo
fr: Cocher la case si Oui
it: Seleziona la casella se si
pt: Marque a caixa se Sim

source: choice
de: Auswahl
es: opcción
fr: choix
it: scelte
pt: opções

source: Select one choice
de: Wählt eine Auswahl aus
es: Seleccione una opcción
fr: Sélectionne un choix
it: Selezionare una scelta
pt: Selecionar uma opção

source: Select your choices
de: Wähle deine Auswahlen
es: Seleccione sus opciones
fr: Sélectionne tes choix
it: Seleziona le tue scelte
pt: Selecionar suas opções

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
pt: Título

source: To be published on
de: Zu veröffentlichen am
es: Publicado el
fr: Publier le
it: Pubblicato il
pt: Publicado em

source: To be closed on
de: Abgeschlossen werden soll am
es: Cerrado el
fr: Cloturer le
it: Chiuso il
pt: Fechado em

source: Open to all
de: Offen für alle
es: Abierto para todos
fr: Ouvrir à tous
it: Aperto a tutti
pt: Aberto para todos

source: Open to active members
de: Aktive Mitglieder
es: Abierto para miembros activos
fr: Ouvert aux membres actifs
it: Aperto ai membri attivi
pt: Aberto para membros ativos

source: Closed list
de: Geschlossene Liste
es: Lista cerrada
fr: Liste fermée
it: Lista chiusa
pt: Lista fechada

source: Allow choosing multiple dates in the answer
de: Die Auswahl von mehreren Daten erlauben
es: Permitir elegir varias fechas en la respuesta
fr: Permettre de choisir plusieurs dates
it: Scegliere diverse date nella risposta
pt: Permitir escolher mais de uma data na resposta

source: Location
de: Standort
es: Lugar
fr: Lieu
it: Luogo
pt: Local

source: Chosen date
de: Gewähltes Datum
es: Fecha elegida
fr: Date choisie
it: Data scelta
pt: Data escolhida

source: Provide the possible dates and times, one per line. Allowed formats are:
de: Gibt die möglichen Daten und Uhrzeiten an, eine pro Zeile. Erlaubte Formate sind:
es: Proporcione las fechas y horas posibles, una por linea. Los formatos permitidos son:
fr: Lister les dates et heures possibles, une par ligne. Les formats autorisés sont:
it: Proporcione le date e le ore possibili, una per riga. I formati consentiti sono:
pt: Proporcione as datas e horas possíveis, uma por linha. Os formatos permitidos são:

source: You must provide at least two possible dates!
de: Du musst mindestens zwei Daten angeben!
es: Debe proporcionar al menos dos fechas posibles!
fr: Tu dois fournir au moins deux dates/heures possibles!
it: Devi fornire almeno due date possibili!
pt: Você deve fornecer pelo menos duas datas possíveis!

source: All dates must be in the future!
de: Alle Daten mussen in der Zukunft liegen!
es: Todas las fechas deben estar en el futuro!
fr: Toutes les dates doivent se trouver dans le futur!
it: Tutte le date devono essere nel futuro!
pt: Todas as datas devem estar no futuro!

source: Provide the possible choices, one per line
de: Zeigt die Auswahlmöglichkeiten, eine pro Zeile
es: Proporcione las opciones posibles, una por línea
fr: Lister les choix possibles, un par ligne
it: Proporcione le scelte possibili, una per riga
pt: Proporcione as opções possíveis, uma por linha

source: You must provide at least two possible choices!
de: Du musst mindestens zwei Auswahlmöglichkeiten angeben!
es: Debe proporcionar al menos dos opciones posibles!
fr: Tu dois fournir au moins deux choix possibles!
it: Devi fornire almeno due scelte possibili!
pt: Você deve fornecer pelo menos duas opções possíveis!

source: All members
de: Alle Mitglieder
es: Todos los miembros
fr: Tous les membres
it: Tutti i membri
pt: Todos os membros

source: Active members only
de: Nur aktive Mitglieder
es: Solo miembros activos
fr: Membres actifs uniquement
it: Solo membri attivi
pt: Membros ativos apenas

source: poll
de: Umfrage
es: sondaje
fr: sondage
it: sondaggio
pt: pesquisa

source: polls
de: Umfragen
es: sondajes
fr: sondages
it: sondaggi
pt: pesquisas

source: Yes/No
de: Ja/Nein
es: Si/No
fr: Oui/Non
it: Si/No
pt: Sim/Não

source: Single Choice
de: Einzige Auswahl
es: Opción simple
fr: Choix simple
it: Scelta singola
pt: Escolha simples

source: Multiple Choices
de: Mehrere Auswahlen
es: Opciones multiples
fr: Choix multiples
it: Scelte multiple
pt: Escolha múltipla

source: Open Text
de: Offenes Textfeld
es: Texto abierto
fr: Texte libre
it: Testo aperto
pt: Texto aberto

source: Date
de: Datum
es: Fecha
it: Data
pt: Data

source: Question
de: Frage
es: Pregunta
it: Domanda
pt: Questão

source: Question Type
de: Frage Typ
es: Tipo de pregunta
fr: Type de Question
it: Tipo di domanda
pt: Tipo de Questão

source: Possible choices
de: Möglichkeiten
es: Opciones posibles
fr: Choix possibles
it: Scelte possibili
pt: Opções possíveis

source: question
de: Frage
es: pregunta
it: domanda
pt: questão

source: questions
de: Fragen
es: preguntas
fr: question
it: domande
pt: questãos

source: poll answer
de: Umfrage Antwort
es: respuesta de la encuesta
fr: réponse au sondage
it: risposta al sondaggio
pt: resposta à sondagem

source: poll answers
de: Umfrage Antworten
es: respuestas de la encuesta
fr: réponses aux sondages
it: risposte al sondaggio
pt: respostas à sondagem

source: answer
de: Antwort
es: respuesta
fr: réponse
it: risposta
pt: resposta

source: answers
de: Antworten
es: respuestas
fr: réponses
it: risposte
pt: respostas

source: yes/no answer
de: Ja/Nein Antwort
es: respuesta si/no
fr: réponse oui/non
it: risposta sì/no
pt: resposta sim/não

source: yes/no answers
de: Ja/Nein Antworten
es: respuestas si/no
fr: réponses oui/non
it: risposte sì/no
pt: respostas sim/não

source: Yes
de: Ja
es: Si
fr: Oui
it: Si
pt: Sim

source: No
de: Nein
fr: Non
pt: Não

source: text answer
de: Text Antwort
es: respuesta de texto
fr: réponse libre
it: risposta al testo
pt: resposta de texto

source: text answers
de: Text Antworten
es: respuestas de texto
fr: réponses libres
it: risposte al testo
pt: respostas de texto

source: date answer
de: Datum Antwort
es: respuesta de fecha
fr: réponse de date
it: data risposta
pt: data resposta

source: date answers
de: Datum Antworten
es: respuestas de fecha
fr: réponses de date
it: data risposte
pt: data respostas

source: choice answer
de: Auswahl Antwort
es: respuesta de opcion
fr: réponse de choix
it: risposta a scelta
pt: resposta de opções

source: choice answers
de: Auswahl Antworten
es: respuestas de opción
fr: réponses de choix
it: risposte a scelta
pt: respostas de opções

source: single event answer
de: Antwort auf ein einziges Ereignis
es: respuesta a un único evento
fr: réponse pour évènement simple
it: risposta a un singolo evento
pt: resposta a um evento único

source: single event answers
de: Antworten auf ein einziges Ereignis
es: respuestas a un único evento
fr: réponses pour évenements simples
it: risposte un singolo evento
pt: respostas a um evento único

source: choices
de: Auswahlen
es: opcciónes
fr: choix
it: scelte
pt: opções

source: multiple choice answer
de: Mehrere Auswahlen Antwort
es: respuesta de opción múltiple
fr: réponses à choix multiples
it: risposta a scelta multipla
pt: resposta de opções múltipla

source: multiple choice answers
de: Mehrere Auswahlen Antworten
es: respuestas de opción múltiple
fr: réponses à choix multiples
it: risposte a scelta multipla
pt: respostas de opções múltipla

source: multiple event answer
de: Antwort auf mehrere Ereignisse
es: respuesta de evento múltiple
fr: réponse pour evènement à réponse multiple
it: risposta al multipli eventi
pt: resposta a eventos múltiplos

source: multiple event answers
de: Antworten auf mehrere Ereignisse
es: respuestas de evento múltiple
fr: réponses pour evènement à réponse multiple
it: risposte al multipli eventi
pt: respostas a eventos múltiplos

source: location
de: Standort
es: ubicación
fr: lieux
it: luogo
pt: local

source: event planner
de: Veranstaltungsplaner
es: planificador de eventos
fr: planificateur d'evènements
it: organizzatore di eventi
pt: planejador de eventos

source: event planners
de: Veranstaltungsplaner
es: planificadores de eventos
fr: planificateurs d'evènements
it: organizzatori di eventi
pt: planejadores de eventos

source: Update Event Planner
de: Veranstaltungsplaner aktualisieren
es: Actualizar planificador de eventos
fr: Mettre à jour le Planificateur
it: Aggiorna Organizzatore di Eventi
pt: Atualizar o planeador de eventos

source: Create Event Planner
de: Veranstaltungsplaner erstellen
es: Crear planificador de eventos
fr: Créer un Planificateur
it: Crea Organizzatore di Eventi
pt: Criar o planeador de eventos

source: Delete Event Planner
de: Veranstaltungsplaner löschen
es: Eliminar planificador de eventos
fr: Supprimer le Planificateur
it: Cancella Organizzatore di Eventi
pt: Eliminar o planeador de eventos

source: Are you sure you want to delete the event planner "%(title)s"?
de: Bist du sicher, dass du den Veranstaltungsplaner "%(title)s" löschen willst?
es: ¿Estás seguro de que quieres eliminar la planificación "%(title)s"?
fr: Es-tu sur de vouloir supprimer le planificateur "%(title)s"?
it: Sei sicuro di voler eliminare il organizzatore di eventi "%(title)s"?
pt: Você tem certeza que deseja excluir a planeador de eventos "%(title)s"?

source: Event Planner Questions
de: Veranstaltungsplaner Fragen
es: Preguntas de la planificación
fr: Questions du Planificateur
it: Domande del Organizzatore di Eventi
pt: Questões da planejador de eventos

source: Update Question
de: Frage aktualisieren
es: Actualizar pregunta
fr: Mettre à jour la Question
it: Aggiorna Domanda
pt: Atualizar Questão

source: Delete Question
de: Frage löschen
es: Eliminar pregunta
fr: Supprimer la Question
it: Cancella Domanda
pt: Eliminar Questão

source: Are you sure you want to delete the question "%(title)s"?
de: Bist du sicher, dass du die Frage "%(title)s" löschen willst?
es: ¿Estás seguro de que quieres eliminar la pregunta "%(title)s"?
fr: Es-tu sur de vouloir supprimer la question "%(title)s"?
it: Sei sicuro di voler eliminare il domanda "%(title)s"?
pt: Você tem certeza que deseja excluir a questão "%(title)s"?

source: New Question
de: Neue Frage
es: Nueva pregunta
fr: Nouvelle Question
it: Nuova Domanda
pt: Nova Questão

source: Add Question
de: Frage hinzufügen
es: Agregar pregunta
fr: Ajouter une Question
it: Aggiungi Domanda
pt: Adicionar Questão

source: Save the event planner to add questions.
de: Den Veranstaltungsplaner Speichern, um Fragen hinzuzufügen.
es: Guardar la planificación para agregar preguntas.
fr: Enregistrer le planificateur pour ajouter des questions.
it: Salva il organizzatore di eventi per aggiungere domande.
pt: Salve a planejador de eventos para adicionar questões.

source: Poll Detail
de: Umfrage Details
es: Detalle de la encuesta
fr: Détail du Sondage
it: Dettaglio sondaggio
pt: Detalhe da Pesquisas

source: Event Planner Detail
de: Veranstaltungsplaner Details
es: Detalle de la planificación
fr: Détail du Planificateur
it: Dettaglio organizzatore di eventi
pt: Detalhe do Planejador de Eventos

source: Back to Polls
de: Zurück zu den Umfragen
es: Volver a Encuestas
fr: Retour aux sondages
it: Torna ai Sondaggi
pt: Voltar para Pesquisas

source: Questions
de: Fragen
es: Preguntas
it: Domande
pt: Questãos

source: Final results
de: Endgültige Ergebnisse
es: Resultados finales
fr: Résultats finaux
it: Risultati finali
pt: Resultados finais

source: Temporary results
de: Vorläufige Ergebnisse
es: Resultados temporales
fr: Résultats temporaires
it: Risultati temporanei
pt: Resultados temporários

source: Total answers
de: Antworten insgesamt
es: Respuestas totales
fr: Total des réponses
it: Risposte totali
pt: Total de respostas

source: My vote
de: Meine Stimme
es: Mi voto
fr: Mon vote
it: La mia votazione
pt: Minha votação

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
pt: Resultados

source: Vote
de: Stimme abgeben
es: Votar
fr: Voter
it: Vota
pt: Votar

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
pt: Atualizar

source: Owner
de: Eigentümer
es: Propietario
fr: Propriétaire
it: Proprietario
pt: Proprietário

source: Created at
de: Erstellt am
es: Creado el
fr: Créé le
it: Creato il
pt: Criada em

source: Published at
de: Veröffentlicht am
es: Publicado el
fr: Publié le
it: Pubblicato il
pt: Publicada em

source: Closed at
de: Geschlossen am
es: Cerrado el
fr: Cloturé le
it: Chiuso il
pt: Fechada em

source: Open to
de: Geöffnet für
es: Abierto a
fr: Ouvert à
it: Aperto a
pt: Aberto a

source: Update Poll
de: Umfrage aktualisieren
es: Actualizar encuesta
fr: Mettre à jour le Sondage
it: Aggiorna Sondaggio
pt: Atualizar Pesquisa

source: Create Poll
de: Umfrage erstellen
es: Crear encuesta
fr: Créer un Sondage
it: Crea Sondaggio
pt: Criar Pesquisa

source: Delete Poll
de: Umfrage löschen
es: Eliminar encuesta
fr: Supprimer le Sondage
it: Cancella Sondaggio
pt: Excluir Pesquisa

source: Are you sure you want to delete the poll "%(title)s"?
de: Bist du sicher, dass du die Umfrage "%(title)s" löschen willst?
es: ¿Estás seguro de que quieres eliminar la encuesta "%(title)s"?
fr: Es-tu sur de vouloir supprimer le sondage "%(title)s"?
it: Sei sicuro di voler eliminare il sondaggio "%(title)s"?
pt: Você tem certeza que deseja excluir a pesquisa "%(title)s"?

source: Poll Questions
de: Umfrage Fragen
es: Preguntas de la encuesta
fr: Questions du Sondage
it: Domande del Sondaggio
pt: Questões da Pesquisa

source: Save the poll to add questions.
de: Speichern, um Fragen hinzuzufügen.
es: Guardar la encuesta para agregar preguntas.
fr: Enregistrer le sondage pour ajouter des questions.
it: Salva il sondaggio per aggiungere domande.
pt: Salve a pesquisa para adicionar questões.

source: Vote on :
de: Stimme abgeben auf:
es: Votar en:
fr: Vote sur:
it: Vota su:
pt: Votar em:

source: Submit
de: Absenden
es: Enviar
fr: Soumettre
it: Invia
pt: Enviar

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Create poll
de: Umfrage erstellen
es: Crear encuesta
fr: Créer un sondage
it: Crea sondaggio
pt: Criar pesquisa

source: Event planners
de: Veranstaltungsplaner
es: Planificadores de eventos
fr: Planificateurs
it: Organizzatori di eventi
pt: Planejadores de Eventos

source: Open
de: Geöffnet
es: Abierto
fr: Ouverts
it: Aperto
pt: Aberto

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
pt: Todos

source: Closed
de: Geschlossen
es: Cerrado
fr: Clos
it: Chiuso
pt: Fechada

source: Sorry, there are currently no polls available.
de: Leider sind derzeit keine Umfragen verfügbar.
es: Lo sentimos, no hay encuestas disponibles.
fr: Désolé, il n'y a actuellement aucun sondage disponible.
it: Spiacenti, non ci sono sondaggi disponibili per ora.
pt: Desculpe, não há pesquisas disponíveis no momento.

source: Your answers have been saved
es: Tus respuestas han sido guardadas
fr: Tes résponses ont été enregistrées
it: Le tue risposte sono state salvate
pt: Suas respostas foram salvas

source: Open Polls
de: Offene Umfragen
es: Encuestas abiertas
fr: Sondages ouverts
it: Sondaggi aperti
pt: Pesquisas abertas

source: Open Event Planners
de: Geoeffnete Veranstaltungsplaner
es: Planificadores de eventos abiertos
fr: Planificateurs ouverts
it: Organizzatori di eventi aperti
pt: Planejadores de Eventos abertos

source: All Polls
de: Alle Umfragen
es: Todas las encuestas
fr: Tous les Sondages
it: Tutti i sondaggi
pt: Todas as pesquisas

source: All Event Planners
de: Alle Veranstaltungsplaner
es: Todos los planificadores de eventos
fr: Tous les Planificateurs
it: Tutti gli organizzatori di eventi
pt: Todos os planejadores de eventos

source: Closed Polls
de: Geschlossene Umfragen
es: Encuestas cerradas
fr: Sondages clos
it: Sondaggi chiusi
pt: Pesquisas fechadas

source: Closed Event Planners
de: Geschlossene Veranstaltungsplaner
es: Planificadores de eventos cerradas
fr: Planificateurs clos
it: Organizzatori di eventi chiusi
pt: Planejadores de eventos fechadas

source: Event planner created successfully. You can now add other questions if needed.
de: Veranstaltungsplaner erfolgreich erstellt. Du kannst jetzt Fragen hinzufügen falls erforderlich.
es: Planificador de eventos creada exitosamente. Ahora puedes agregarpreguntas si es necesario.
fr: Planificateur créé avec succès. Tu peux maintenant ajouter des questions si besoin.
it: Organizzatore di eventi creato con successo. Ora puoi aggiungere domande se necessario.
pt: Planejador de eventos criada com sucesso. Agora você pode adicionar questões se necessário.

source: Choose dates
de: Daten auswählen
es: Elige fechas
fr: Choisis des dates
it: Scegli date
pt: Escolher datas

source: Choose one date
de: Wählt ein Datum
es: Elige una fecha
fr: Choisis une seule date
it: Scegli una data
pt: Escolher uma data

source: Event planner updated successfully.
de: Veranstaltungsplaner erfolgreich aktualisiert.
es: Planificador de eventos actualizado exitosamente.
fr: Planificateur mis à jour avec succès.
it: Organizzatore di eventi aggiornato con successo.
pt: Planejador de eventos atualizado com sucesso.

source: This question has already been answered. You can't change its type anymore.
de: Diese Frage wurde bereits beantwortet. Du kannst ihren Typ nicht mehr anpassen.
es: Esta pregunta ya ha sido respondida. No puedes cambiar su tipo.
fr: Cette question a déjà été repondue. Tu ne peux plus changer son type.
it: Questa domanda è già stata risposta. Non puoi più cambiare il suo tipo.
pt: Esta questão foi respondida. Vocês não pode mais alterar seu tipo.

source: This question has already been answered. Previous answers might be ignored.
de: Diese Frage wurde bereits beantwortet. Vorhandene Antworten mogen ignoriert werden.
es: Esta pregunta ya ha sido respondida. Las respuestas anteriores pueden ser ignoradas.
fr: Cette question a déjà été répondue. Des réponses précédentes peuvent être ignorées.
it: Questa domanda è già stata risposta. Le risposte precedenti possono essere ignorate.
pt: Esta questão foi respondida. As respostas anteriores podem ser ignoradas.

source: Poll created successfully. You can now add questions.
de: Umfrage erfolgreich erstellt. Du kannst jetzt Fragen hinzufügen.
es: Encuesta creada exitosamente. Ahora puedes agregar preguntas.
fr: Sondage créé avec succès. Tu peux maintenant ajouter des questions.
it: Sondaggio creato con successo. Ora puoi aggiungere domande.
pt: Pesquisa criada com sucesso. Agora você pode adicionar questões.

source: Poll updated successfully.
de: Umfrage erfolgreich aktualisiert.
es: Encuesta actualizada exitosamente.
fr: Sondage mis à jour avec succès.
it: Sondaggio aggiornato con successo.
pt: Pesquisa atualizada com sucesso.

source: Error creating question:%s
de: Fehler beim Erstellen der Frage:%s
es: Error al crear la pregunta:%s
fr: Erreur lors de la création de la question:%s
it: Errore nella creazione della domanda:%s
pt: Erro ao criar questão:%s
