Repository: leolivier/cousins-matter
Catalog: chat/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: You can only update or delete your own messages
fr: Tu peux seulement modifier ou supprimer tes propres messages
it: Puoi aggiornare o cancellare solo i tuoi messaggi

source: chat rooms
de: Chat-Raüme
es: salones de discusión
fr: salons de discussion
it: chat room
pt: Salões de discussão

source: message
de: Nachricht
es: mensaje
it: messaggio
pt: mensagem

source: private chat room
de: privater Chat-Raum
es: sala de discusión privada
fr: salon de discussion privée
it: chat room privata
pt: Salão de conversação privado

source: private chat rooms
de: privater Chat-Raüme
es: chat privado en salas
fr: salons de discussion privée
it: chat room pubbliche
pt: Salas privadas

source: Private Chat Rooms
de: Private Chat-Raüme
es: Salones de discusión privados
fr: Salons de discussion privée
it: Stanze di chat private
pt: Salas de conversação privadas

source: Chat Rooms
de: Chat-Raüme
es: Salones de discusión
fr: Salons de discussion
it: Chat room
pt: Salas de discussão

source: Choose an existing room or create a new one.
de: Wähle einen bestehenden Raum oder erstelle einen neuen.
es: Elige un salón existente o crea uno nuevo.
fr: Choisis un salon existant ou crées-en un nouveau.
it: Scegli una stanza esistente o creane una nuova.
pt: Escolha uma sala existente ou crie uma nova.

source: Room name
de: Raumname
es: Nombres del salón
fr: Nom du salon
it: Nome della stanza
pt: Nome do salão

source: Create private room
de: Erstelle einen privaten Raum
es: Criar un salón privado
fr: Créer un salon privé
it: Crea una stanza privata
pt: Criar uma sala privada

source: Create room
de: Erstelle einen Raum
es: Criar una sala
fr: Créer un salon
it: Crea una stanza
pt: Criar uma sala

source: No author yet
de: Noch kein Autor
es: Pas encore de auteur
fr: Pas encore d'auteur
it: Nessun autore ancora
pt: Não há autor ainda

source: profile
de: Profil
fr: profil
it: profilo
pt: Perfil

source: Room Members
de: Raum-Mitglieder
es: Membres del salón
fr: Membres du salon
it: Membri della stanza
pt: Membros do quarto

source: Room Admins
de: Raum-Verwalter
es: Administradores del salón
fr: Administrateurs du salon
it: Amministratori della stanza
pt: Administradores do quarto

source: Search a member...
de: Suche einen Mitglied...
es: Buscar un miembro...
fr: Rechercher un membre...
it: Cerca un membro...
pt: Procurar um membro...

source: Private Room Admins
de: Privatraum-Verwalter
es: Administradores del salón privado
fr: Administrateurs du salon privé
it: Amministratori della stanza privata
pt: Administração de Sala Privada

source: Administrators of "%(room_name)s" private room
de: Verwalter des privaten Räumlichkeiten „%(room_name)s“
es: Administradores del salón privado "%(room_name)s
fr: Administrateurs du salon privé "%(room_name)s"
it: Amministratori della stanza privata "%(room_name)s
pt: Administrações de '%(room_name)s' sala privada

source: Back to room
de: Zurück zum Raum
es: Volver al salón
fr: Retour au salon
it: Ritorno al salone
pt: Volto ao quarto

source: Leave admins of this room
de: Verlassen Sie die Verwalter dieses Raums
es: Salir a los administradores de este salón
fr: Quitter les admins de ce salon
it: Lasciare gli amministratori di questa stanza
pt: Deixe os administradores desse salão

source: Are you sure you want to stop being admin of this room?
fr: Veux-tu vraiment quitter les administrateurs de ce salon ?
it: Sei sicuro di voler lasciare l'administrazione di questa stanza?

source: Add admin to the room
de: Fügt Verwalter dem Raum hinzu
es: Agregar administrador al salón
fr: Ajouter un administrateur au salon
it: Aggiungi un amministratore alla stanza
pt: Adicionar um administrador ao salão

source: Remove Admin from Room
de: Entfernt Verwalter vom Raum
es: Quitar administrador del salón
fr: Enlever l'administrateur du salon
it: Rimuovere l'amministratore dalla stanza
pt: Remova o administrador do quarto.

source: Are you sure you want to remove this admin from the room?
fr: Veux-tu vraiment supprimer cet administrateur du salon ?
it: Sei sicuro di voler rimuovere questo amministratore dalla stanza ?

source: Private Room Members
de: Privatraum Mitglieder
es: Membres del salón privado
fr: Membres du salon privé
it: Membri della stanza privata
pt: Membros do quarto privado

source: Members of "%(room_name)s" private room
de: Mitglieder des privaten Raumes '%(room_name)s'
es: Membres del salón privado "%(room_name)s
fr: Membres du salon privé "%(room_name)s"
it: Membri della stanza privata "%(room_name)s
pt: Membros do quarto privado "%(room_name)s"

source: Leave this room
de: Verlasse diesen Raum
es: Salir de este salón
fr: Quitter ce salon
it: Lascia questa stanza
pt: Deixe este sala.

source: Are you sure you want to leave this room?
fr: Veux-tu vraiment quitter ce salon ?
it: Sei sicuro di voler lasciare questa stanza ?

source: Add member to the room
de: Fügt Mitglied dem Raum hinzu
es: Agregar miembro al salón
fr: Ajouter un membre au salon
it: Aggiungi un membro alla stanza
pt: Adicionar um membro à sala

source: Remove Member from Room
de: Entfernt den Mitglied aus der Räum
es: Eliminar miembro del salón
fr: Supprimer un membre du salon
it: Rimuovere un membro dalla stanza
pt: Remover Membro de Sala

source: Are you sure you want to remove this member from the room?
fr: Veux-tu vraiment supprimer ce membre du salon ?
it: Sei sicuro di voler rimuovere questo membro dalla stanza?

source: Let's chat!
de: Lass uns reden!
es: Discutamos!
fr: Discutons!
it: Chiacchieriamo!
pt: Vamos conversar!

source: hit return to submit, escape to give up
de: Mit Return abschicken, mit Escape abbrechen
es: enter para enviar, escape para rendirse
fr: retour pour soumettre, échap pour abandonner
it: invio per inviare, esc per annullare
pt: Pressione Enter para enviar, pressione Esc para desistir

source: Are you sure you want to delete the room "%(room_name)s" and all its messages?
de: Bist du sicher, dass du den Raum "%(room_name)s" und alle seine Nachrichten löschen willst?
es: Haz seguro de que quieres eliminar el salón "%(room_name)s" y todos sus mensajes?
fr: Voulez-vous supprimer le salon "%(room_name)s" et tous ses messages ?
it: Sei sicuro di voler eliminare la stanza "%(room_name)s" e tutti i suoi messaggi?
pt: Você está seguro de querer apagar a sala '%(room_name)s' e todas as mensagens?

source: Room deletion
de: Raum löschen
es: Sustanción del salón
fr: Suppression du salon
it: Eliminazione della stanza
pt: Remoção de sala.

source: Edit
de: Bearbeiten
es: Modificar
fr: Modifier
it: Modifica
pt: Editar

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Apagar

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
pt: mensagem

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar

source: Modified message
fr: Message modifié
it: Messaggio modificato

source: %(nfollowers)s member
de: %(nfollowers)s Mitglied
es: %(nfollowers)s membre
fr: %(nfollowers)s membre
it: %(nfollowers)s membre
pt: %(nfollowers)s membro

source: Another room with a similar name already exists ('%(similar_room_name)s'). Please choose a different name.
fr: Un autre salon avec un nom similaire existe déjà ('%(similar_room_name)s'). Merci de choisir un autre nom.
it: Un'altra stanza con un nome simile esiste già ('%(similar_room_name)s'). Per favore, scegli un nome diverso.

source: %s has been removed from the room
de: %s wurde aus dem Raum entfernt
es: %s ha sido removido de este salón.
fr: %s a été retiré de ce salon.
it: %s è stato rimosso dalla stanza
pt: %s foi removido do salão.

source: Only members of this private room can become admins
de: Nur Mitglieder dieses privaten Raums können Admins werden
es: Sólo los miembros de este salón privado pueden convertirse en administradores
fr: Seuls les membres de ce salon privé peuvent devenir admins
it: Solo i membri di questa stanza privata possono diventare amministratori
pt: Somente os membros deste quarto privado podem se tornar administradores.

source: This member is the only one in this private room. Please add another one before removing this one.
de: Dieser Mitglied ist der einzige im privaten Raum. Bitte füge einen anderen hinzu, bevor du diesen entfernt.
es: Este miembro es el único miembro del salón privado. Por favor, añade otro antes de eliminar este uno.
fr: Ce membre est le seul membre de ce salon privé. Merci d'en ajouter un autre avant de le supprimer.
it: Questo membro è l'unico in questa stanza privata. Per favore, aggiungi un altro membro prima di rimuovere questo.
pt: Este membro é o único em este sala privada. Por favor, adicione outro antes de remover este.

source: You are the only member in this private room. Please add another one before removing yourself.
de: Du bist der einzige Mitglied in diesem privaten Raum. Bitte füge noch eine weitere Person hinzu, bevor du dich verlässt.
es: Tú eres el único miembro de este salón privado. Por favor, añade a otro antes de retirarte.
fr: Tu es le seul membre de ce salon privé. Merci d'en ajouter un autre avant de quitter le salon.
it: Sei l'unico membro in questa stanza privata. Per favore, aggiungi un altro membro prima di rimuoverti.
pt: Você é o único membro nesse sala privada. Por favor, adicione outro antes de se retirar.

source: You are the only admin in this private room. If you leave the room, no one will be left. Please add another admin from the members before you remove yourself.
de: Du bist der einzige Admin in diesem privaten Raum. Wenn du den Raum verlässt, werden keine anderen Mitglieder zurückgelassen. Bitte füge einen anderen Admin hinzu, bevor du den Raum verslässt.
es: Tú eres el único administrador de este salón privado. Si sales del salón, no habrá nadie más. Por favor, añade a otro administrador antes de salir.
fr: Tu es le seul membre de ce salon privé. Si tu quittes ce salon, il n'y en aura plus aucun. Merci d'en ajouter un autre avant de quitter le salon.
it: Sei l'unico amministratore in questa stanza privata. Se lasci la stanza, non rimarrà nessuno. Per favore, aggiungi un altro amministratore tra i membri prima di rimuoverti.
pt: Você é o único administrador desse salão privado. Se você sair do salão, ninguém ficará. Por favor, adicione outro administrador dos membros antes de se retirar.

source: You have left the room
de: Du hast die Raum verlassen.
es: Tienes abandonado el salón.
fr: Tu as quité le salon
it: Hai lasciato la stanza
pt: Você saiu da sala.

source: You are not a member of this private room
de: Du bist kein Mitglied dieses privaten Raums
es: No eres miembro de este salón privado.
fr: Tu n'es pas membre de ce salon privé
it: Non sei membro di questa stanza privata
pt: Você não é um membro deste salão privado.

source: You are not an admin of this private room
de: Du bist kein Admin dieses privaten Raums
es: No eres administrador de este sala privada
fr: Tu n'es pas admin de ce salon privé
it: Non sei un amministratore di questa stanza privata
pt: Você não é administrador desse quarto privado.

source: Follow
de: Folgen
es: Suscribirse
fr: Suivre
it: Segui
pt: Seguir

source: Method not allowed
de: Methode nicht gestattet
es: Método no permitido
fr: Méthode non autorisée
it: Metodo non consentito
pt: Método não permitido

source: This user is already a member of this private room
de: Dieser Benutzer ist bereits Mitglied in diesem privaten Raum
es: Cuál es el mejor término en español para describir una relación entre dos personas que no está formalizada pero que implica un nivel de intimidad y responsabilidad?
fr: Cet utilisateur est déjà membre de ce salon privé
it: Questo utente è già membro di questa stanza privata
pt: Este usuário já é um membro deste quarto privado

source: This user is not a member of this private room
de: Dieser Benutzer ist kein Mitglied dieses privaten Raumes
es: Cuál es el mejor término para describir la relación entre un usuario y una sala privada en español?
fr: Cet utilisateur n'est pas membre de ce salon privé
it: Questo utente non è membro di questa stanza privata
pt: Este usuário não é membro deste quarto privado

source: There must be at least one admin in a private room. Please add another one before removing this one.
de: Es muss mindestens ein Administrator in einem privaten Raum sein. Bitte füge noch einen hinzu, bevor du diesen löschst.
es: Debe haber al menos uno de los administradores en un salón privado. Por favor, añada otro antes de eliminar este.
fr: Il doit y avoir au moins un administrateur dans un salon privé. Merci d'en ajouter un autre avant de supprimer celui-ci.
it: Deve esserci almeno un amministratore in una stanza privata. Per favore, aggiungi un altro amministratore prima di rimuovere questo.
pt: Existem pelo menos um administrador em uma sala privada. Por favor, adicione outro antes de remover esse outro.

source: This member is not an admin of this private room
de: Dieser Mitglied ist kein Admin dieses privaten Raumes
es: Ce miembro no es administrador de este salón privado
fr: Ce membre n'est pas administrateur de ce salon privé
it: Questo membro non è un amministratore di questa stanza privata
pt: Este membro não é administrador deste quarto privado

source: There must be at least one admin in a private room. Please add another one before removing yourself.
de: Es muss mindestens ein Administrator in einem privaten Raum sein. Bitte füge noch einen hinzu, bevor du dich verlässt.
es: Debe haber al menos uno de los administradores en un salón privado. Por favor, añada otro antes de retirarse del salón.
fr: Il doit y avoir au moins un administrateur dans un salon privé. Merci d'en ajouter un autre avant de quitter le salon.
it: Deve esserci almeno un amministratore in una stanza privata. Per favore, aggiungi un altro amministratore prima di rimuovere te stesso.
pt: Existem pelo menos um administrador em uma sala privada. Por favor, adicione outro antes de se retirar.

source: You have been removed from the admins of this private room.
de: Du wurdest aus den Admins dieses privaten Raumes entfernt.
es: Has sido removido de los administradores del este salón privado.
fr: Tu as été retiré des admins de ce salon privé.
it: Sei stato rimosso dagli amministratori di questa stanza privata.
pt: Você foi removido dos administradores deste quarto privado.

source: A private room with almost the same name already exists: %s
de: Ein privater Raum mit fast dem gleichen Namen existiert bereits: %s
es: A otro salón privado con casi el mismo nombre ya existe: %s
fr: Un autre salon privé portant presque le même nom existe déjà: %s
it: Esiste già una stanza privata con un nome quasi identico: %s
pt: Um quarto particular com quase o mesmo nome já existe: %s

source: A public room with almost the same name already exists: %s
fr: Un autre salon public portant presque le même nom existe déjà: %s
it: Esiste già una stanza pubblica con un nome quasi identico: %s

source: You can only delete your own messages
de: Du kannst nur deine eigenen Nachrichten löschen
es: Tú solo puedes eliminar tus propios mensajes
pt: Você pode apenas apagar seus próprios mensagens.

source: chat room
de: Chat-Raum
es: sala de discusión
fr: salon de discussion
pt: Salão de chat

source: %(nmsgs)s message
de: %(nmsgs)s Nachricht
pt: %(nmsgs)s mensagem

source: Another room with a similar name already exists ('{room_name}'). Please choose a different name.
de: Es gibt bereits einen anderen Raum mit einem ähnlichen Namen ('{room_name}'). Bitte wähle einen anderen Namen.
es: Otro salón con un nombre similar ya existe ('{room_name}'). Por favor, elige otro nombre.
pt: Outro quarto com um nome semelhante já existe ('{room_name}'). Por favor, escolha um nome diferente.

source: %(nfollowers)s follower
pt: %(nfollowers)s seguidor

source: Another room with a similar name already exists ('{similar_room.name}'). Please choose a different name.
de: Ein weiterer Raum mit einem ähnlichen Namen existiert bereits ('{similar_room.name}'). Bitte wähle einen anderen Namen.
es: Otro salón con un nombre similar ya existe ('{similar_room.name}'). Por favor, elige otro nombre.
pt: Outro quarto com um nome semelhante já existe ('{similar_room.name}'). Por favor, escolha um nome diferente.

source: Only the owner of a room can edit it
de: Nur der Besitzer eines Raumes kann es bearbeiten
es: Solo el propietario del salón puede modificarlo
pt: Somente o proprietário de uma sala pode editar.

source: Only the owner of a room can delete it
de: Nur der Besitzer eines Raumes kann es löschen
es: Solo el propietario del salón puede borrarlo
pt: Somente o proprietário de uma sala pode apagar-a.
