Repository: leolivier/cousins-matter
Catalog: galleries/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, pt

source: Zip file
de: ZIP-Datei
es: Fichero ZIP
fr: Fichier ZIP
it: File ZIP
pt: Arquivo ZIP

source: The zip file containing the photos to upload. All folders will be created as galleries and photos in these folders added to the galleries. All photos must be in folders.
de: Die Zip-Datei, die mit den Fotos zum Herunterladen enthält. Alle Ordner werden als Galerien angelegt und die Fotos in diesen Ordnern werden zu den Galerien hinzugefügt. Alle Fotos müssen in Ordnern sein.
es: El archivo zip que contiene las fotos a subir. Todos los directorios se crearán como galerías y las fotos de estos directorios se añadirán a las galerías. Todas las fotos deben estar en directorios.
fr: Le fichier zip contenant les photos à télécharger. Tous les dossiers seront créés en tant que galeries et les photos de ces dossiers seront ajoutées aux galeries. Toutes les photos doivent être dans des dossiers.
it: Il file zip contenente le foto da caricare. Tutte le cartelle saranno create come gallerie e le foto in queste cartelle saranno aggiunte alle gallerie. Tutte le foto devono essere all'interno di cartelle.
pt: O arquivo zip que contém as fotos para subir. Todas as pastas serão criadas como galerias e as fotos dessas pastas serão adicionadas às galerias. Todas as fotos devem estar em pastas.

source: A photo must belong to a gallery.
de: Eine Fotografie gehört einer Galerie an.
es: Una foto debe pertenecer a una galería.
fr: Une photo doit appartenir à une galerie.
it: Una foto deve appartenere a una galleria.
pt: Uma foto deve pertencer a uma galeria.

source: Photo
de: Foto
es: Foto
it: Foto
pt: Foto

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

source: Date
de: Datum
es: Fecha
it: Data
pt: Data

source: Click on the month name or the year to change them quickly
de: Klicken Sie auf den Monat oder das Jahr, um sie schnell zu ändern
es: Clickea en el nombre del mes o del año para modificarlos rápidamente
fr: Cliquez sur le nom du mois ou de l'année pour les modifier rapidement
it: Clicca sul nome del mese o dell'anno per modificarli rapidamente
pt: Clique em nome do mês ou do ano para mudá-los rapidamente

source: Uploaded by
es: Subido por
fr: Téléchargé par
it: Caricato da

source: Cover Photo
de: Titelbild
es: Foto de cubierta
fr: Photo de couverture
it: Foto di copertina
pt: Capa

source: Parent gallery
de: Eltern Galerie
es: Galería parental
fr: Galerie parente
it: Galleria principale
pt: Galera de pais

source: Owner
es: Propietario
fr: Propriétaire
it: Proprietario

source: galleries
de: Galerien
es: galerías
fr: galeries
it: gallerie
pt: Galérias

source: A gallery can't be its own parent!
de: Eine Galerie kann nicht ihre eigene Mutter sein!
es: Una galería no puede ser su propio padre!
fr: Une galerie ne peut être son propre parent !
it: Una galleria non può essere il proprio genitore!
pt: Uma galeria não pode ser sua própria mãe!

source: Another sub gallery of %(parent)s with the same name already exists
de: Eine weitere Untergalerie von %(parent)s mit dem gleichen Namen existiert bereits
es: A otra sub galería de %(parent)s con el mismo nombre ya existe
fr: Une autre sous galerie de %(parent)s avec le même nom existe déjà
it: Un'altra sottogalleria di %(parent)s con lo stesso nome esiste già
pt: Outra subgaleria de %(parent)s com o mesmo nome já existe

source: Another root gallery with the same name already exists
de: Eine andere Stammgalerie mit demselben Namen existiert bereits
es: Otra galería raíz con el mismo nombre ya existe
fr: Une autre galerie racine avec le même nom existe déjà
it: Un'altra galleria principale con lo stesso nome esiste già
pt: Outra galeria de raiz com o mesmo nome já existe

source: Bulk Upload Photos
de: Ladung von Fotos in Massen
es: Tocar fotos de gran volumen
fr: Télécharger des photos en masse
it: Caricamento di foto in blocco
pt: Carregar Fotos em Bulk

source: Upload
de: Laden
es: Subir
fr: Télécharger
it: Carica
pt: Carregar

source: Galleries
de: Galerien
es: Galerías
fr: Galeries
it: Gallerie
pt: Galérias

source: Create Gallery
de: Erstelle Galerie
es: Crea Galería
fr: Création d'une Galerie
it: Crea Galleria
pt: Criar Galeria

source: Bulk Upload
es: Subida en masa
fr: Téléchargement en masse
it: Caricamento in blocco

source: No galleries found
de: Keine Galerien gefunden
es: Aucuna galería encontrada
fr: Aucune galerie trouvée
it: Nessuna galleria trovata
pt: Não foram encontradas galerias

source: Delete gallery
de: Löschen Sie die Galerie
es: Eliminar una Galería
fr: Supprimer une Galerie
it: Elimina galleria
pt: Apagar galeria

source: Are you sure you want to delete "%(object)s" and all photos and sub galleries it contains?
de: Sind Sie sicher, dass Sie "%(object)s" löschen und alle Fotos und Untergalerien, die es enthält, wollen?
es: Sí estás seguro de querer eliminar "%(object)s" y todas las fotos y sub-galerías que contiene?
fr: Es-tu sûr de vouloir supprimer "%(object)s" et toutes les photos et les sous-galeries qu'elle contient ?
it: Sei sicuro di voler eliminare "%(object)s" e tutte le foto e le sotto-gallerie che contiene?
pt: Você está seguro de querer apagar '%(object)s' e todas as fotos e subgalerias que ela contém?

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Show Gallery
de: Zeige Galerie
es: Abrir la Galería
fr: Afficher la Galerie
it: Mostra Galleria
pt: Mostrar Galeria

source: Children galleries
de: Kindergalerien
es: Sobregalerías
fr: Sous-Galeries
it: Sottogallerie
pt: Galérias infantis

source: Back to %(gname)s
de: Zurück zu %(gname)s
es: Volver a %(gname)s
fr: Retour à %(gname)s
it: Torna a %(gname)s
pt: %s

source: Back to galleries list
de: Zurück zur Galerie-Liste
es: Volver a la lista de galerías
fr: Retour à la liste des galeries
it: Torna all'elenco delle gallerie
pt: Voltando para a lista de galerias

source: Add Photo
de: Foto hinzufügen
es: Agregar una Foto
fr: Ajouter une Photo
it: Aggiungi foto
pt: Adicionar Foto

source: Create Sub Gallery
de: Erstellen Sie eine Untergalerie
es: Criar una Sub-Galería
fr: Créer une Sous-Galerie
it: Crea Sotto-Galleria
pt: Criar uma Galeria Subsidiária

source: Edit Gallery
de: Galerie bearbeiten
es: Modificación de una Galería
fr: Modification d'une Galerie
it: Modifica Galleria
pt: Edição de Galeria

source: Update
de: Aktualisieren
es: Meter a actualizar
fr: Mettre à jour
it: Aggiornare
pt: Atualizar

source: Create
de: Erstellen
es: Créar
fr: Créer
it: Crea
pt: Crear

source: Delete photo
de: Löschen Sie die Foto
es: Eliminar la foto
fr: Supprimer la photo
it: Elimina foto
pt: Apagar a foto

source: Are you sure you want to delete "%(object)s"?
de: Seest du sicher, dass du "%(object)s" löschen willst?
es: ¿Estás seguro de querer eliminar "%(object)s"?
fr: Es-tu sûr de vouloir supprimer "%(object)s"?
it: Sei sicuro di voler eliminare "%(object)s"?
pt: Você está seguro de querer apagar '%(object)s'?

source: One photo
de: Eine Foto
es: Una foto
fr: Une photo
it: Una foto
pt: Uma foto

source: No photo
de: Keine Foto
es: No hay foto
fr: Aucune photo
it: Nessuna foto
pt: Não há foto

source: Gallery %(gname)s
de: Galerie %(gname)s
es: Galería %(gname)s
fr: Galerie %(gname)s
it: Galleria %(gname)s
pt: Galera %(gname)s

source: Edit Photo
de: Bearbeite die Foto
es: Editar la Foto
fr: Editer la Photo
it: Modifica Foto
pt: Editar a Foto

source: Create and add another one
de: Erstelle und füge eine weitere hinzu
es: Crear y agregar otra
fr: Créer et ajouter une autre
it: Crea e aggiungi un'altra
pt: Criar e adicionar outro

source: Close
es: Cerrar
fr: Fermer
it: Chiudi

source: Gallery deleted successfully
es: Galería eliminada con todo su contenido
fr: Galerie supprimée avec succès
it: Galleria eliminata con successo

source: Photo deleted
de: Foto gelöscht
es: Foto eliminada
fr: Photo supprimée
it: Foto eliminata
pt: Foto excluída

source: Photo updated successfully
es: Foto actualizada con éxito
fr: Photo mise à jour avec succès
it: Foto aggiornata con successo

source: Photos can't be at the root of the zip file.
de: Fotos können nicht an der Wurzel des Zip-Datei sein.
es: Las fotos no pueden estar en la raíz del archivo zip.
fr: Les photos ne peuvent pas être à la racine du fichier zip.
it: Le foto non possono essere nella radice del file zip.
pt: As fotos não podem estar na raiz do arquivo zip.

source: Detected path traversal attempt, '..' is not allowed in paths inside the zip file
de: Erkannter Pfadüberquerungsversuch, '..' ist in Pfaden innerhalb der Zip-Datei nicht erlaubt
es: Detectado intento de path traversal, '..' no está permitido en rutas dentro del archivo zip
fr: Tentative de traversée de chemin détectée, '..' n'est pas autorisé dans les chemins à l'intérieur du fichier zip
it: Rilevato tentativo di attraversamento del percorso, '..' non è consentito nei percorsi all'interno del file zip
pt: Traversão de caminho detectada, '..' não é permitida em caminhos dentro do arquivo zip

source: Imported from zipfile directory %(path)s
es: Importado del directorio %(path)s del archivo zip
fr: Importé du répertoire %(path)s du fichier zip
it: Importato dalla directory %(path)s del file zip

source: Unable to import photo '%(path)s', it was ignored
es: No se pudo importar la foto '%(path)s', se ignoró
fr: Impossible d'importer la photo '%(path)s', elle a été ignorée
it: Impossibile importare la foto '%(path)s', è stata ignorata

source: Zip file uploaded: %(lg)d galleries and %(nbp)d photos created
es: Archivo zip subido: %(lg)d galerías y %(nbp)d fotos creadas
fr: Fichier zip téléchargé : %(lg)d galeries et %(nbp)d photos créées
it: %(lg)d gallerie e %(nbp)d foto create dal file zip caricato

source: Gallery created successfully
es: Galería creada con éxito
it: Galleria creata con successo

source: Missing either photo id or gallery id
de: Fehlender Foto-ID oder Galerie-ID
es: Falta el identificador de la foto o de la galería
fr: Il manque l'identifiant de la photo ou de la galerie
it: Manca l'identificativo della foto o della galleria
pt: Um identificador de foto ou de galeria está faltando.

source: Photo not found on that page
de: Foto nicht gefunden auf dieser Seite
es: Foto no encontrada en esta página
fr: Photo non trouvée sur cette page
it: Foto non trovata su questa pagina
pt: Foto não encontrada naquela página

source: Photo created
de: Foto erstellt
es: Foto creada
fr: Photo créée
it: Foto creata
pt: Foto criada

source: Error when creating this photo. Try to convert it in another format before retrying to upload it.
de: Fehler beim Erstellen dieser Foto. Versuchen Sie, es in einem anderen Format umzuwandeln, bevor Sie erneut versuchen, es hochzuladen.
es: Error al crear esta foto. Intenta convertirla en otro formato antes de reintentar subirla.
fr: Erreur lors de la création de cette photo. Essaye de la convertir dans un autre format avant de refaire une tentative de téléchargement.
it: Errore durante la creazione di questa foto. Prova a convertirla in un altro formato prima di tentare nuovamente il caricamento.
pt: Erro ao criar essa foto. Tente converter para outro formato antes de tentar carregar novamente.

source: Gallery deleted
de: Die Galerie wurde gelöscht
pt: Galera excluída

source: Imported from zipfile directory {path}
de: Aus dem {path} Zip-Dateiverzeichnis importiert
pt: Importado de diretório do arquivo zip {path}

source: Imported from zipfile directory {filename}
de: Aus dem {filename} Zip-Dateiverzeichnis importiert
pt: Importado de diretório do arquivo {filename}

source: Unable to import photo '{path}', it was ignored
de: Unbekannte Import-Foto '{path}' - Ignoriert
pt: Impossível importar a foto '{path}' , ela foi ignorada

source: Zip file uploaded: {lg} galleries and {nbp} photos created
de: ZIP-Datei hochgeladen: {lg} Galerien und {nbp} Fotos erstellt
pt: Arquivo zip carregado: {lg} galerias e {nbp} fotos criadas
